{
  "Nystalus maculatus": {
    "description": "Ave robusta de bico avermelhado e olhos amarelos, o rapazinho-dos-velhos caça insetos a partir de poleiros em galhos, permanecendo imóvel até atacar a presa em pleno voo.",
    "overview": "O rapazinho-dos-velhos (Nystalus maculatus) é um buconídeo endêmico do Brasil, reconhecido pelo bico avermelhado, olhos amarelos e plumagem marrom com manchas e barras amareladas. Mede entre 18 e 19 cm de comprimento e pesa de 32 a 38 g. Possui uma estratégia de caça característica da família: empoleira-se em galhos expostos e permanece imóvel, aguardando a passagem de insetos, que captura em voos curtos e precisos. Além de insetos, alimenta-se de aranhas, escorpiões, pequenos vertebrados e frutos. No Pantanal, frequenta bordas de mata, cerradões e áreas de vegetação arbustiva, onde pode ser localizado pela postura estática e pelo colarinho amarelado que contrasta com a cabeça escura. A cauda longa e ligeiramente graduada, com bandas amareladas, é outro detalhe útil na identificação em campo.",
    "habitat": "Habita bordas de mata seca, cerradões e áreas de vegetação arbustiva no Pantanal. Prefere ambientes semiabertos com árvores esparsas onde encontra poleiros adequados para sua estratégia de caça por emboscada.\n\nNo Pantanal, ocorre em matas de galeria e áreas de transição entre cerrado e formações florestais, geralmente em altitudes baixas.",
    "diet": "Alimenta-se principalmente de insetos capturados em voo a partir de poleiros fixos. Complementa a dieta com aranhas, escorpiões, pequenos vertebrados como sapos, lagartos e serpentes, além de frutos. A técnica de caça consiste em aguardar imóvel em um galho exposto e investir contra a presa com voos curtos e diretos.",
    "behavior": "Permanece empoleirado por longos períodos em galhos expostos, mantendo postura ereta e imóvel enquanto vigia o entorno em busca de presas. Vive geralmente solitário ou em pares. A reprodução ocorre em cavidades escavadas em barrancos ou cupinzeiros arborícolas, um hábito que lhe rendeu o nome popular de \"fura-barreira\".",
    "bestTime": "Pode ser observado durante todo o ano no Pantanal. Na estação seca (maio a outubro), quando a vegetação está menos densa, torna-se mais fácil localizar a ave em seus poleiros habituais. O período de maior atividade de caça concentra-se nas primeiras horas da manhã e no final da tarde.",
    "photographyTips": [
      "Procure galhos expostos em bordas de mata — a ave tende a retornar aos mesmos poleiros",
      "Aproveite a postura imóvel da espécie para compor o enquadramento com calma",
      "Use teleobjetiva de pelo menos 400 mm, pois a ave costuma manter distância considerável",
      "A luz suave da manhã realça o contraste entre o colarinho amarelado e a cabeça escura",
      "Evite aproximação direta; utilize pontos de espera próximos aos poleiros conhecidos"
    ],
    "size": "Mede entre 18 e 19 cm de comprimento e pesa de 32 a 38 g.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. A espécie é endêmica do Brasil e mantém populações estáveis nas áreas de cerrado e caatinga."
  },
  "Galbula ruficauda": {
    "description": "De plumagem verde-metálica brilhante e bico fino e longo, a ariramba-de-cauda-ruiva captura insetos em voos rápidos, retornando ao poleiro para consumir a presa.",
    "overview": "A ariramba-de-cauda-ruiva (Galbula ruficauda) é a espécie mais conhecida e de maior área de ocorrência do gênero Galbula. Com até 22 cm de comprimento, destaca-se pela plumagem verde-metálica no dorso e peito, complementada pela cauda de coloração ruiva que dá nome à espécie. O bico é fino, longo e reto, adaptado para a captura de insetos em pleno voo. No Pantanal, ocorre a subespécie G. r. rufoviridis, presente em matas de galeria e bordas de floresta. A estratégia de caça é semelhante à dos martins-pescadores: permanece em poleiros baixos e, ao detectar um inseto, realiza voos curtos e certeiros, retornando ao mesmo galho para consumir a presa. A plumagem iridescente muda de tonalidade conforme o ângulo da luz, o que a torna uma das aves mais fotogênicas da região.",
    "habitat": "Ocorre em bordas de mata, clareiras e matas de galeria no Pantanal. Prefere ambientes com vegetação arbórea próxima a cursos d'água, onde encontra poleiros adequados e boa disponibilidade de insetos.\n\nFrequenta também áreas de transição entre mata e campo, ocupando galhos baixos e médios da vegetação. A subespécie presente no Pantanal (G. r. rufoviridis) distribui-se do sul da Amazônia ao norte da Argentina.",
    "diet": "Alimenta-se quase exclusivamente de insetos voadores, capturados em investidas rápidas a partir de poleiros fixos. Borboletas, libélulas, besouros e outros insetos alados compõem a dieta principal. Após a captura, retorna ao poleiro e bate a presa contra o galho antes de engolir.",
    "behavior": "Vive em pares ou pequenos grupos familiares. Nidifica em buracos escavados em barrancos de terra ou em cupinzeiros, onde deposita de 2 a 4 ovos brancos. Ambos os pais participam da incubação. É uma ave territorial que defende seu poleiro de caça contra intrusos da mesma espécie.",
    "bestTime": "Pode ser avistada durante todo o ano no Pantanal. Na estação seca (maio a outubro), a atividade de insetos voadores concentra-se nas horas mais quentes, o que facilita a observação da ariramba em ação de caça. As primeiras horas da manhã oferecem a melhor luz para apreciar a iridescência da plumagem.",
    "photographyTips": [
      "Posicione-se perto de bordas de mata com galhos expostos — a ave retorna repetidamente ao mesmo poleiro",
      "Use velocidade de obturador alta (1/2000s ou mais) para congelar os voos de captura",
      "A luz lateral ressalta o brilho metálico da plumagem verde — evite luz direta frontal",
      "Observe o padrão de caça: após capturar a presa, a ave retorna ao galho, oferecendo boas oportunidades",
      "Teleobjetiva de 300-500 mm permite registrar detalhes da cauda ruiva e do bico fino"
    ],
    "size": "Mede até 22 cm de comprimento.",
    "conservationStatus": "Classificada como Pouco Preocupante (LC) pela IUCN. Possui ampla distribuição, do México ao norte da Argentina, e mantém populações estáveis ao longo de sua área de ocorrência."
  },
  "Megaceryle torquata": {
    "description": "O maior martim-pescador das Américas, com até 42 cm, destaca-se pela cabeça cinza-azulada com crista proeminente e pelo mergulho preciso na captura de peixes.",
    "overview": "O martim-pescador-grande (Megaceryle torquata) é o maior representante dos martins-pescadores no continente americano, medindo até 42 cm de comprimento e pesando entre 305 e 341 g. Apresenta cabeça e dorso cinza-azulados, crista volumosa, colar branco ao redor do pescoço e partes inferiores castanhas no macho. A fêmea distingue-se por uma faixa cinza-azulada na parte superior do peito. No Pantanal, é frequente ao longo de rios, corixos e lagoas, onde pode ser visto empoleirado por longos períodos em galhos sobre a água, vigiando a superfície em busca de peixes. O mergulho é potente e direto, partindo de poleiros elevados. O ritual de acasalamento inclui a oferta de peixes do macho para a fêmea. Ambos os pais participam da incubação dos 3 a 6 ovos, que eclodem após cerca de 22 dias. A vocalização é um chamado grave e estridente, audível a grande distância.",
    "habitat": "Habita margens de rios, corixos, lagoas, estuários e outros corpos d'água com boa visibilidade. Prefere águas claras e com pouca vegetação aquática, que facilitam a localização de presas.\n\nNo Pantanal, é encontrado ao longo dos principais rios e seus afluentes, em áreas com barrancos de terra onde escava os ninhos. As tocas de nidificação podem ter mais de um metro de profundidade.",
    "diet": "Alimenta-se predominantemente de peixes, incluindo espécies das famílias Characidae e Cichlidae. Ocasionalmente captura invertebrados, caranguejos e crustáceos. A técnica de pesca consiste em mergulhos verticais a partir de poleiros elevados, atingindo a presa com precisão.",
    "behavior": "Empoleira-se por longos períodos sobre a água, patrulhando o território com voos baixos ao longo dos cursos d'água. O casal compartilha a incubação dos ovos e o cuidado com os filhotes. O macho realiza voos circulares sobre a água durante o ritual de corte, mergulhando ocasionalmente. A vocalização é um chamado grave e rouco, mais baixo que o de outras espécies de martins-pescadores.",
    "bestTime": "Presente o ano todo no Pantanal. Durante a estação seca (maio a outubro), quando o nível da água baixa e os peixes se concentram em poças e canais menores, a atividade de pesca se intensifica. As primeiras horas da manhã são ideais para observar os mergulhos de captura.",
    "photographyTips": [
      "Posicione-se próximo a poleiros sobre a água — galhos secos e mourões de cerca são pontos frequentes",
      "Use obturador rápido (1/3000s ou mais) para congelar o mergulho na água",
      "O momento de retorno ao poleiro com o peixe no bico é a cena mais fotogênica",
      "Barcos silenciosos permitem aproximação em rios e corixos sem afugentar a ave",
      "Luz lateral da manhã valoriza o contraste entre o dorso azulado e o peito castanho"
    ],
    "size": "Mede até 42 cm de comprimento e pesa entre 305 e 341 g.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. A espécie possui ampla distribuição, do sul dos Estados Unidos à Terra do Fogo, com tendência populacional crescente."
  },
  "Chloroceryle amazona": {
    "description": "Martim-pescador de porte médio com dorso verde-metálico, realiza mergulhos rápidos e diretos para capturar peixes em rios e lagoas do Pantanal.",
    "overview": "O martim-pescador-verde (Chloroceryle amazona) é uma espécie de porte médio, com cerca de 29,5 cm de comprimento, presente do México à Argentina. No Pantanal, frequenta rios, corixos e lagoas, onde pode ser observado em poleiros sobre a água. A plumagem do dorso é verde-metálica, com partes inferiores claras e colar branco. A técnica de pesca é direta e eficiente: a ave mergulha em alta velocidade, captura o peixe e retorna ao galho, onde bate a presa contra a superfície para atordoá-la antes de engolir. Apresenta um comportamento incomum entre aves: defeca na água para atrair peixes, uma estratégia que aumenta a eficiência de captura. O casal escava o ninho em barrancos de rio, criando um túnel profundo onde a fêmea deposita até 4 ovos. Ambos os pais participam da incubação, que dura aproximadamente 22 dias, e alimentam os filhotes com pequenos peixes.",
    "habitat": "Ocorre às margens de rios, corixos, lagoas e outros corpos d'água doce com vegetação ribeirinha. Prefere ambientes com barrancos de terra nas margens, onde escava os ninhos.\n\nNo Pantanal, é encontrado ao longo dos cursos d'água com cobertura arbórea, desde rios maiores até canais menores, geralmente em áreas com alguma sombra.",
    "diet": "Alimenta-se principalmente de peixes e invertebrados aquáticos. Utiliza uma técnica de pesca por mergulho rápido e direto a partir de poleiros sobre a água. Após a captura, bate o peixe contra o galho para atordoá-lo antes de ingerir. Também usa fezes como isca na superfície da água para atrair peixes.",
    "behavior": "Vive em pares ao longo de trechos definidos de rios e canais. O casal escava ninhos em barrancos fluviais, criando túneis profundos onde a fêmea põe até 4 ovos. Ambos os pais incubam e alimentam os filhotes. É territorial e defende o trecho de rio onde se alimenta.",
    "bestTime": "Pode ser observado durante todo o ano no Pantanal. Na estação seca (maio a outubro), quando as águas recuam e os peixes se concentram, a atividade de pesca é mais intensa e frequente. As primeiras horas da manhã proporcionam boa luz e maior atividade da espécie.",
    "photographyTips": [
      "Procure galhos que se projetam sobre rios e canais — são os poleiros habituais da espécie",
      "Use velocidade de obturador alta (1/2500s+) para captar o mergulho",
      "O retorno ao poleiro com o peixe no bico é o momento ideal para fotografar",
      "Barrancos de rio com marcas de ninhos indicam áreas de atividade frequente",
      "A plumagem verde-metálica rende melhor em luz filtrada pela copa das árvores"
    ],
    "size": "Mede cerca de 29,5 cm de comprimento.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. A espécie possui ampla distribuição geográfica, do México à Argentina, e populações estáveis."
  },
  "Chloroceryle americana": {
    "description": "O menor dos martins-pescadores do Pantanal, com até 19 cm, possui plumagem verde com peito ferrugíneo e habita margens de cursos d'água menores.",
    "overview": "O martim-pescador-pequeno (Chloroceryle americana) é a menor espécie de martim-pescador encontrada no Pantanal, medindo até 19 cm de comprimento. A plumagem do dorso é verde, com fita nucal, garganta e partes inferiores brancas e peito ferrugíneo. Sua distribuição é ampla, do sul dos Estados Unidos ao Brasil e Argentina, com cinco subespécies reconhecidas. No Pantanal, a subespécie C. a. mathewsii frequenta margens de pequenos rios, córregos e poças, onde caça peixes e invertebrados aquáticos a partir de poleiros baixos próximos à superfície da água. Diferente dos martins-pescadores maiores, tende a ocupar cursos d'água menores e mais sombreados, onde sua silhueta compacta e voo rápido facilitam a navegação entre a vegetação ribeirinha. A distinção em relação ao martim-pescador-verde é feita pelo tamanho menor e pelo peito ferrugíneo.",
    "habitat": "Frequenta margens de córregos, riachos, poças e canais menores no Pantanal. Prefere ambientes sombreados com vegetação ribeirinha densa e poleiros baixos próximos à superfície da água.\n\nOcupa um nicho distinto dos martins-pescadores maiores, concentrando-se em cursos d'água estreitos e rasos onde a proximidade dos poleiros à superfície favorece mergulhos curtos.",
    "diet": "Alimenta-se de pequenos peixes e invertebrados aquáticos, capturados por meio de mergulhos curtos a partir de poleiros baixos sobre a água. A proximidade do poleiro à superfície permite investidas rápidas e precisas contra presas de pequeno porte.",
    "behavior": "Vive solitário ou em pares ao longo de trechos de córregos e canais. É territorial e mantém áreas de alimentação definidas. Nidifica em barrancos de terra às margens de cursos d'água, escavando túneis onde deposita os ovos. Ambos os pais participam da incubação e do cuidado com os filhotes.",
    "bestTime": "Presente o ano todo no Pantanal. Na estação seca (maio a outubro), a redução do nível da água concentra os peixes em poças e canais menores, facilitando a observação do martim-pescador-pequeno em atividade. As primeiras horas da manhã são as de maior atividade.",
    "photographyTips": [
      "Procure córregos sombreados com galhos baixos sobre a água — habitat preferencial da espécie",
      "O tamanho reduzido exige teleobjetiva longa (400-600 mm) para registros detalhados",
      "Use velocidade de obturador alta para congelar os mergulhos curtos e rápidos",
      "A luz filtrada pela copa das árvores realça o verde da plumagem e o peito ferrugíneo",
      "Permaneça imóvel em um ponto fixo e aguarde — a ave retorna aos mesmos poleiros"
    ],
    "size": "Mede até 19 cm de comprimento.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. A espécie possui ampla distribuição continental e populações estáveis."
  },
  "Ramphastos toco": {
    "description": "O maior dos tucanos, com 56 cm e bico alaranjado de até 22 cm, é uma das aves mais reconhecíveis do Pantanal, presente em áreas abertas e matas de galeria.",
    "overview": "O tucanuçu (Ramphastos toco) é o maior representante da família Ramphastidae, com 56 cm de comprimento e peso médio de 540 g. O bico alaranjado, que pode medir 22 cm, é sua característica mais marcante — apesar do tamanho, é leve por ser formado por tecido ósseo esponjoso, e serve como dispersor de calor corporal graças à rede de vasos sanguíneos. A plumagem é predominantemente negra com papo branco, uropígio branco e crisso avermelhado. No Pantanal, é especialmente comum em matas de galeria, cerrado e áreas alagáveis. Diferente de outros tucanos, que habitam florestas densas, o tucanuçu ocupa ambientes semiabertos. Alimenta-se de frutos, insetos, ovos e filhotes de outras aves. A reprodução ocorre na primavera, com postura de 2 a 4 ovos incubados por ambos os pais durante 17 a 18 dias. É considerado um importante dispersor de sementes, contribuindo para a regeneração florestal na região.",
    "habitat": "Habita matas de galeria, cerrado arborizado, savanas e áreas semiabertos no Pantanal. Diferente de outros tucanos, não depende de florestas fechadas e pode ser encontrado em campos com árvores esparsas, plantações e até áreas urbanas.\n\nNo Pantanal, é particularmente frequente nas áreas de transição entre cerrado e mata, onde encontra frutos e cavidades para nidificação. Pode ocorrer em altitudes de até 1.750 m.",
    "diet": "Frugívoro generalista que se alimenta principalmente de frutos carnosos, com destaque para figos, goiabas e pimentas. Complementa a dieta com insetos (especialmente lagartas e cupins), ovos e filhotes de outras aves. Forrageia no dossel e desce ao solo para coletar frutos caídos. A dieta varia conforme a disponibilidade sazonal de alimentos.",
    "behavior": "Geralmente visto solitário ou em pequenos grupos que se deslocam em fila entre as copas das árvores. O voo é ondulante, alternando batidas de asas e planeios. Após a estação reprodutiva, pode formar bandos maiores em busca de frutos. Nidifica em cavidades de árvores, onde o casal reveza a incubação. Os membros do grupo praticam allopreening (limpeza mútua da plumagem).",
    "bestTime": "Pode ser observado durante todo o ano no Pantanal. Na estação seca (maio a outubro), quando algumas árvores frutificam e a vegetação está menos densa, os tucanuçus são mais facilmente localizados. As primeiras horas da manhã, quando se deslocam entre áreas de alimentação, oferecem boas oportunidades de avistamento.",
    "photographyTips": [
      "Árvores frutificando atraem vários indivíduos — posicione-se em ponto de espera com boa luz",
      "O bico alaranjado reflete melhor em luz lateral da manhã ou final de tarde",
      "Registre o voo ondulante contra o céu azul para composições com contraste",
      "O momento de alimentação em fruteiras permite captar detalhes do bico e postura",
      "Use teleobjetiva de 300-500 mm para retratos e 70-200 mm para contexto ambiental"
    ],
    "size": "Mede cerca de 56 cm de comprimento e pesa aproximadamente 540 g, sendo o maior de todos os tucanos.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. A espécie possui ampla distribuição e pode se beneficiar da abertura de áreas florestais. No entanto, é alvo de captura e tráfico para o comércio de animais de estimação."
  },
  "Pteroglossus castanotis": {
    "description": "Araçari de bico multicolor e bochechas castanhas, mede cerca de 43 cm e percorre matas de galeria do Pantanal em pequenos bandos ruidosos.",
    "overview": "O araçari-castanho (Pteroglossus castanotis) é um ranfastídeo de porte médio, medindo cerca de 43 cm de comprimento e pesando aproximadamente 265 g. Distingue-se pelo grande bico multicolor, bochechas, garganta e nuca de coloração castanha, e uma faixa vermelha alargada no ventre. No Pantanal, ocorre a subespécie P. c. australis, que apresenta os lados da cabeça e calções marrom-castanhos e região perioftálmica acinzentada. Frequenta matas de galeria e bordas de floresta, onde se desloca em pequenos bandos ativos e ruidosos pelo dossel e subdossel. A dieta é composta por frutos, insetos e ocasionalmente ovos e filhotes de outras aves. A distribuição abrange da Colômbia ao Paraguai e o Brasil centro-meridional, ocupando florestas tropicais e subtropicais em altitudes baixas e médias.",
    "habitat": "Habita matas de galeria, bordas de floresta e florestas semidecíduas no Pantanal. Prefere o estrato médio e o dossel, onde se desloca entre árvores frutificando.\n\nNo Pantanal, a subespécie P. c. australis é encontrada em formações florestais ao longo de rios e nas matas de transição entre cerrado e floresta semidecídua.",
    "diet": "Frugívoro que se alimenta de diversos frutos do dossel e subdossel. Complementa a dieta com insetos, ovos e filhotes de outras aves. O bico grande e multicolor permite manipular frutos de diferentes tamanhos, arrancando-os dos galhos com movimentos laterais.",
    "behavior": "Vive em pequenos bandos de até 6 indivíduos que se deslocam ruidosamente pelas copas das árvores. Os membros do grupo dormem juntos em cavidades de árvores, acomodando-se com os bicos voltados para trás sobre o dorso. Nidifica em cavidades naturais ou abandonadas por pica-paus.",
    "bestTime": "Presente durante todo o ano no Pantanal. Na estação seca (maio a outubro), quando árvores específicas frutificam, os bandos concentram-se em pontos previsíveis. As primeiras horas da manhã são as mais ativas, quando os grupos saem dos dormitórios e se deslocam em busca de alimento.",
    "photographyTips": [
      "Localize árvores frutificando em matas de galeria — os bandos retornam regularmente",
      "O bico multicolor é o principal atrativo visual — priorize luz que ilumine o bico lateralmente",
      "Fotografe o bando em deslocamento para captar a dinâmica social da espécie",
      "Use teleobjetiva de 400-600 mm para registros no dossel",
      "A hora dourada realça os tons castanhos das bochechas e o colorido do bico"
    ],
    "size": "Mede cerca de 43 cm de comprimento e pesa aproximadamente 265 g.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. A espécie possui ampla distribuição na América do Sul e mantém populações estáveis."
  },
  "Melanerpes candidus": {
    "description": "Pica-pau campestre de cabeça e partes inferiores brancas com asas negras, forma grupos ruidosos em áreas abertas, bordas de mata e até áreas urbanas.",
    "overview": "O pica-pau-branco (Melanerpes candidus) é uma espécie campestre de plumagem inconfundível: cabeça e partes inferiores brancas contrastando com manto, dorso, asas e cauda negros. Mede entre 24 e 27 cm de comprimento. O macho apresenta peito e nuca amarelados, ausentes na fêmea, e ambos os sexos possuem um anel nu de pele amarela ao redor dos olhos. No Pantanal, é encontrado em bordas de floresta, savana arborizada, cerrado e áreas com árvores dispersas. É uma espécie oportunista e adaptável, que pode ser vista nos subúrbios de cidades e expandindo seu alcance em áreas desmatadas. Vive em grupos de até dez indivíduos que se deslocam em procissão com batidas de asas flexíveis. A alimentação é variada: frutos, sementes, insetos, larvas e mel de abelhas silvestres. É considerado um importante dispersor de sementes na região.",
    "habitat": "Ocupa bordas de floresta, cerrado arborizado, savana com árvores esparsas, plantações, pomares e até parques urbanos no Pantanal. É uma espécie oportunista que se adapta a ambientes modificados.\n\nNo Pantanal, prefere áreas abertas com árvores mortas ou palmeiras que forneçam cavidades para nidificação. Pode ser encontrado desde o nível do mar até cerca de 2.000 m de altitude.",
    "diet": "Alimentação variada que inclui frutos, bagas, sementes e insetos. Forrageia em grupos familiares ruidosos, invadindo ninhos de abelhas silvestres e vespas para consumir insetos adultos, larvas e mel. É considerado um agente dispersor de sementes de diversas espécies vegetais.",
    "behavior": "Espécie gregária que vive em grupos de até dez indivíduos, deslocando-se em procissão com voo ondulante. Os grupos familiares são ruidosos e conspícuos. A reprodução ocorre entre setembro e novembro, e a espécie pode nidificar em comunidade, embora pouco se saiba sobre os detalhes reprodutivos.",
    "bestTime": "Observável durante todo o ano no Pantanal. Na estação seca (maio a outubro), quando árvores frutificam e a atividade de insetos muda, os grupos podem se concentrar em pontos de alimentação previsíveis. A plumagem branca facilita a localização a qualquer hora do dia.",
    "photographyTips": [
      "A plumagem branca e negra cria desafio de exposição — exponha para os brancos e ajuste em pós-produção",
      "Grupos em árvores mortas oferecem composições com vários indivíduos no mesmo quadro",
      "O anel orbital amarelo e o peito amarelado do macho são detalhes a valorizar em close",
      "Fotografe o voo em procissão para captar o padrão social da espécie",
      "Luz nublada reduz o contraste extremo entre o branco e o negro da plumagem"
    ],
    "size": "Mede entre 24 e 27 cm de comprimento.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. A população está em expansão, especialmente no extremo sul da distribuição, beneficiando-se da abertura de áreas florestais."
  },
  "Veniliornis passerinus": {
    "description": "Um dos menores pica-paus da região, com plumagem esverdeada barrada, habita áreas florestais e percorre troncos e galhos finos em busca de insetos.",
    "overview": "O pica-pau-pequeno (Veniliornis passerinus) é um dos menores representantes da família Picidae no Pantanal, com peso estimado em torno de 30 g. A plumagem é predominantemente esverdeada com barras claras e escuras, apresentando variação considerável entre as nove subespécies reconhecidas. No macho, a parte posterior do alto da cabeça é vermelha, enquanto a fêmea carece dessa marca. No Pantanal, ocorre em áreas florestais, matas de galeria e cerradão, onde percorre troncos e galhos finos do subdossel em busca de insetos e larvas. A espécie distribui-se amplamente pela América do Sul, sendo encontrada em grande parte do continente, da Colômbia ao norte da Argentina. Apesar do porte reduzido, é ativa e conspícua, podendo ser localizada pelo som ritmado de suas bicadas na madeira.",
    "habitat": "Frequenta matas de galeria, cerradão, bordas de floresta e florestas semidecíduas no Pantanal. Ocupa principalmente o subdossel e os estratos médios da vegetação, onde percorre troncos e galhos finos.\n\nDistribui-se por diversos tipos de formações florestais e pode ser encontrado em áreas de vegetação secundária.",
    "diet": "Alimenta-se de insetos e suas larvas, obtidos ao percorrer troncos e galhos, bicando e sondando a casca em busca de presas. Forrageia no subdossel e nos galhos mais finos, onde outros pica-paus maiores têm dificuldade de acesso.",
    "behavior": "Geralmente visto solitário ou em pares, percorrendo troncos e galhos com movimentos ágeis. Participa ocasionalmente de bandos mistos de aves que percorrem o subdossel. A reprodução inclui a escavação de cavidades em troncos, utilizadas como ninho.",
    "bestTime": "Observável durante todo o ano no Pantanal. Na estação seca (maio a outubro), quando a vegetação está menos densa, é mais fácil localizar a espécie nos troncos. O som das bicadas na madeira é a forma mais eficiente de detectar a presença da ave.",
    "photographyTips": [
      "Localize a ave pelo som das bicadas e posicione-se na direção do deslocamento",
      "Use teleobjetiva longa (500-600 mm) — o porte pequeno exige proximidade ou alcance óptico",
      "Luz filtrada pelo dossel cria fundos suaves e realça as barras da plumagem",
      "Aguarde que a ave pare de bicar e levante a cabeça para registros mais nítidos do rosto",
      "Flash de preenchimento pode ajudar em ambientes sombreados do subdossel"
    ],
    "size": "Mede cerca de 15 cm de comprimento e pesa aproximadamente 30 g.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. A espécie possui ampla distribuição pela América do Sul e populações consideradas estáveis."
  },
  "Campephilus melanoleucus": {
    "description": "Grande pica-pau de topete vermelho e corpo negro com listra branca em \"V\", habita florestas de galeria e palmais, onde busca larvas de insetos em troncos.",
    "overview": "O pica-pau-de-topete-vermelho (Campephilus melanoleucus) é um dos maiores pica-paus do Pantanal, medindo de 33 a 38 cm e pesando cerca de 250 g. O corpo é predominantemente negro, marcado por uma listra branca em forma de \"V\" no dorso. O macho possui toda a cabeça avermelhada com uma mancha branca na base do bico, enquanto a fêmea apresenta o alto e a parte de trás da cabeça pretos, com uma faixa branca entre os olhos e o bico. No Pantanal, frequenta florestas de galeria, matas de várzea, palmais e capoeiras, onde arranca a casca de árvores mortas em busca de larvas de insetos. Vive em pares ou em pequenos grupos de até cinco indivíduos. É bastante territorial e defende os ninhos contra invasores, incluindo araçaris. A distribuição vai do Panamá ao norte da Argentina.",
    "habitat": "Habita florestas de galeria, matas de várzea, palmais, capoeiras e florestas ralas de regiões campestres no Pantanal. Prefere áreas com árvores mortas ou em decomposição que abrigam larvas de insetos.\n\nNidifica em buracos altos nos troncos de árvores mortas ou palmeiras, sendo bastante territorial na defesa do ninho.",
    "diet": "Alimenta-se de frutas e, principalmente, de larvas de insetos extraídas de árvores mortas. Arranca a casca de troncos em decomposição com seu bico robusto, acessando galerias de larvas e insetos xilófagos. O forrageamento produz sons ritmados e potentes que podem ser ouvidos a distância.",
    "behavior": "Vive em pares ou pequenos grupos de até cinco indivíduos. É territorial e defende ativamente os ninhos contra araçaris e outros competidores. Nidifica em cavidades escavadas em árvores mortas ou palmeiras, em posições elevadas. Os membros do grupo comunicam-se por meio de vocalizações e tamborilar ritmado.",
    "bestTime": "Pode ser observado durante todo o ano no Pantanal. Na estação seca (maio a outubro), quando a vegetação está menos densa e as árvores mortas ficam mais expostas, a localização da espécie é facilitada. O tamborilar potente é audível em boa parte da manhã.",
    "photographyTips": [
      "Localize árvores mortas em matas de galeria — são pontos regulares de alimentação",
      "O tamborilar forte permite localizar a ave antes de vê-la — siga o som",
      "O topete vermelho do macho rende bem em luz lateral da manhã",
      "Use teleobjetiva de 400-600 mm para registrar detalhes da plumagem em troncos altos",
      "Fotografe o momento em que arranca cascas do tronco para captar a dinâmica de alimentação"
    ],
    "size": "Mede de 33 a 38 cm de comprimento e pesa cerca de 250 g.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. A espécie possui ampla distribuição, do Panamá ao norte da Argentina. No entanto, a destruição de habitat por queimadas pode afetar populações locais."
  },
  "Celeus lugubris": {
    "description": "Pica-pau de crista loura e corpo escuro, típico do Pantanal e arredores, alimenta-se principalmente de formigas extraídas de troncos e ninhos arbóreos.",
    "overview": "O pica-pau-louro (Celeus lugubris) é uma espécie associada à região do Pantanal e áreas adjacentes, com distribuição restrita ao centro da Bolívia, sudoeste do Brasil, Paraguai e norte da Argentina. Mede de 23 a 24 cm de comprimento e pesa entre 112 e 157 g. Destaca-se pela crista longa e pontiaguda de cor loura a bege, contrastando com o corpo escuro ruivo-fuliginoso. O macho possui uma área malar vermelha brilhante, ausente na fêmea. No Pantanal, habita florestas semidecíduas, cerrado arborizado e matas secas do Chaco, frequentemente em áreas com palmeiras. A dieta é composta principalmente por formigas — adultos, larvas e pupas — extraídas de troncos mortos e túneis em madeira por meio de sondagem e bicadas. A espécie é residente o ano todo em sua área de ocorrência e nidifica entre setembro e novembro, escavando cavidades em árvores ou ninhos de cupins arbóreos.",
    "habitat": "Habita florestas semidecíduas, cerrado arborizado e matas secas do Chaco no Pantanal e entorno. Frequentemente associado a áreas com palmeiras.\n\nA distribuição é restrita ao centro-oeste da América do Sul: planícies secas do leste da Bolívia, estados de Mato Grosso e Mato Grosso do Sul no Brasil, Paraguai e nordeste da Argentina.",
    "diet": "Alimenta-se principalmente de formigas — adultos, larvas e pupas. Forrageia no estrato médio da floresta, sondando, colhendo e bicando troncos mortos e túneis de formigas para acessar as presas. A especialização em formigas diferencia esta espécie de outros pica-paus da região.",
    "behavior": "Ave residente que permanece em sua área de ocorrência ao longo de todo o ano. A época reprodutiva concentra-se entre setembro e novembro, podendo se estender um pouco mais ao sul da distribuição. Escava cavidades para nidificação em árvores ou em ninhos arbóreos de formigas e cupins, geralmente entre 4 e 10 m de altura. A vocalização inclui um canto flautado descendente.",
    "bestTime": "Observável durante todo o ano no Pantanal. A estação seca (maio a outubro) facilita a localização em áreas de cerrado e mata, quando a vegetação menos densa expõe os troncos onde a espécie se alimenta. A atividade é maior nas primeiras horas da manhã.",
    "photographyTips": [
      "A crista loura é o traço mais fotogênico — priorize ângulos que a mostrem erguida",
      "Procure troncos mortos e palmeiras, onde a espécie forrageia regularmente",
      "O macho com malar vermelho brilhante é mais vistoso — identifique-o pelo campo visual",
      "Teleobjetiva de 400-600 mm é necessária para registrar detalhes no estrato médio da mata",
      "O canto flautado ajuda a localizar a ave antes de vê-la no interior da mata"
    ],
    "size": "Mede de 23 a 24 cm de comprimento e pesa entre 112 e 157 g.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. Embora a população não esteja quantificada e haja indícios de declínio, a espécie é considerada razoavelmente comum ao longo de sua distribuição e ocorre em diversas áreas protegidas."
  },
  "Piculus chrysochloros": {
    "description": "Pica-pau de plumagem verde-dourada e ventre barrado, forrageia no dossel e subdossel de matas, onde captura formigas e cupins em troncos e galhos.",
    "overview": "O pica-pau-dourado-escuro (Piculus chrysochloros) é uma espécie de porte médio, com 18 a 27 cm de comprimento e peso entre 55 e 91 g, distribuída do Panamá ao norte da Argentina. No macho, a cabeça apresenta faixa vermelha da testa à nuca e uma curta faixa malar também vermelha; a fêmea carece do vermelho, exibindo testa a nuca verde-oliva. As partes superiores são verde-oliva, enquanto as inferiores são amarelas pálidas com barras marrom-oliva. No Pantanal, habita matas de galeria, cerrado arborizado e bordas de floresta, alimentando-se principalmente de formigas e cupins no subdossel e dossel. Forrageia sozinho, em pares ou como parte de bandos mistos. A vocalização é característica: uma série de notas roucas que lembra um choro, útil para localizar a ave no interior da mata. A espécie é residente ao longo de todo o ano em sua área de ocorrência.",
    "habitat": "Ocupa uma variedade de ambientes florestais no Pantanal: matas de galeria, cerrado arborizado, floresta semidecídua, bordas de mata e clareiras com vegetação arbórea. Também pode ser encontrado em áreas de várzea.\n\nForrageia no subdossel e dossel, onde percorre troncos e galhos em busca de formigas e cupins. No Pantanal, geralmente encontrado em altitudes abaixo de 300 m.",
    "diet": "Alimenta-se de formigas e cupins, capturados por meio de sondagem, bicadas e escavação em troncos e galhos. Forrageia no subdossel e dossel, sozinho, em pares ou como parte de bandos mistos com outras espécies.",
    "behavior": "Residente ao longo de todo o ano. Pode ser encontrado solitário, em pares ou integrando bandos mistos de aves do subdossel. A vocalização é uma série de notas roucas e quase sem tom, descrita como semelhante a um \"choro\". A reprodução parece variar geograficamente, sendo registrada em setembro na Argentina.",
    "bestTime": "Presente durante todo o ano no Pantanal. Na estação seca (maio a outubro), a vegetação menos densa facilita a localização no subdossel. A vocalização característica é o principal meio de detecção — prestar atenção ao som no interior de matas é fundamental.",
    "photographyTips": [
      "Localize pelo canto rouco e característico — é mais fácil ouvir do que ver",
      "A plumagem verde-oliva camufla a ave no dossel — luz lateral ajuda a distinguir dos ramos",
      "O vermelho da cabeça do macho é um detalhe a valorizar no enquadramento",
      "Use teleobjetiva de 400-600 mm para alcançar o subdossel e dossel",
      "Bandos mistos que percorrem a mata podem incluir a espécie — fique atento aos movimentos"
    ],
    "size": "Mede de 18 a 27 cm de comprimento e pesa entre 55 e 91 g.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN, com população estimada em pelo menos meio milhão de indivíduos. Apesar da ampla distribuição, a espécie é considerada de rara a incomum em diferentes partes de sua área de ocorrência."
  },
  "Colaptes melanochloros": {
    "description": "Grande pica-pau verde barrado de preto, com cabeça escura, laterais brancas e nuca vermelha, habita matas e cerrados da América do Sul.",
    "overview": "O pica-pau-verde-barrado (Colaptes melanochloros) é uma espécie de grande porte entre os pica-paus, medindo cerca de 26 cm de comprimento. A plumagem é verde barrada de preto no dorso, com cabeça preta, laterais brancas e nuca vermelha. No Pantanal, ocorre a subespécie C. m. nattereri, distribuída do nordeste do Brasil à Bolívia. Habita matas de galeria, bordas de floresta, cerrado e áreas com vegetação arbórea, onde percorre troncos e galhos em busca de insetos. A espécie se alimenta de formigas, cupins e larvas de besouros, complementando com frutos. Vive em pares ou pequenos grupos familiares. A distribuição na América do Sul inclui quatro subespécies reconhecidas, desde o sudeste do Brasil e Paraguai até o noroeste e centro da Argentina.",
    "habitat": "Frequenta matas de galeria, bordas de floresta, cerrado arborizado e áreas com árvores dispersas no Pantanal. Ocupa diversos estratos da vegetação, do solo aos troncos mais altos.\n\nA subespécie C. m. nattereri, presente no Pantanal, distribui-se do nordeste do Brasil à Bolívia, em ambientes florestais e semiabertos.",
    "diet": "Alimenta-se de insetos, incluindo formigas, cupins e larvas de besouros, obtidos ao percorrer troncos e galhos. Complementa a dieta com frutos e bagas. Forrageia percorrendo troncos com movimentos ascendentes, sondando fendas e arrancando cascas.",
    "behavior": "Vive em pares ou pequenos grupos familiares. Percorre troncos e galhos com movimentos ascendentes típicos dos pica-paus, apoiando-se na cauda rígida. A vocalização é um chamado forte e repetitivo que ajuda a localizar a espécie. Nidifica em cavidades escavadas em troncos.",
    "bestTime": "Pode ser observado durante todo o ano no Pantanal. Na estação seca (maio a outubro), a vegetação menos densa expõe os troncos onde a espécie forrageia, facilitando avistamentos. As primeiras horas da manhã concentram a maior atividade vocal e de forrageamento.",
    "photographyTips": [
      "A nuca vermelha é o destaque da plumagem — busque ângulos que mostrem esse detalhe",
      "Localize pelo chamado forte e repetitivo antes de procurar visualmente",
      "Use teleobjetiva de 400-500 mm para registros em troncos no interior da mata",
      "A plumagem barrada verde e preta cria um padrão visual interessante quando iluminada lateralmente",
      "Fotografe o comportamento de forrageamento ao percorrer troncos em sequência"
    ],
    "size": "Mede cerca de 26 cm de comprimento.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. A espécie possui distribuição ampla na América do Sul e mantém populações estáveis."
  },
  "Colaptes campestris": {
    "description": "Pica-pau terrícola e campestre, com peito amarelo e costas listradas, forrageia no solo de pastagens e savanas em busca de formigas e cupins.",
    "overview": "O pica-pau-do-campo (Colaptes campestris) é uma espécie singular entre os pica-paus por seu hábito predominantemente terrícola. Com cerca de 32 cm de comprimento e peso aproximado de 158 g, apresenta costas e asas marrons listradas de branco, peito e laterais do pescoço amarelos, boné preto e garganta preta ou branca conforme a subespécie. No Pantanal, é encontrado em pastagens, savanas e áreas abertas com vegetação rasteira, onde forrageia diretamente no solo em busca de formigas e cupins. A subespécie C. c. campestris, de garganta preta, ocorre na região. O comportamento terrícola é pouco usual entre pica-paus e permite à espécie explorar recursos alimentares nos campos abertos. Pode ser observado caminhando pelo chão ou apoiado em cupinzeiros, de onde extrai insetos com sua língua longa e pegajosa. A distribuição abrange a Argentina, Bolívia, Brasil, Paraguai, Suriname e Uruguai.",
    "habitat": "Habita pastagens, savanas, campos abertos e áreas de vegetação rasteira no Pantanal. É um dos poucos pica-paus que forrageia predominantemente no solo, em ambientes campestres.\n\nNo Pantanal, é encontrado em áreas abertas e de transição, onde campos naturais e pastagens oferecem condições para alimentação terrestre. Pode utilizar cupinzeiros como poleiros e locais de alimentação.",
    "diet": "Alimenta-se no solo, principalmente de formigas e cupins, que extrai de cupinzeiros e do substrato com a língua longa e pegajosa. O hábito terrícola permite explorar colônias de insetos em campos abertos, um recurso pouco acessível a outros pica-paus arbóreos.",
    "behavior": "Espécie terrícola que forrageia caminhando pelo solo de campos e pastagens. Pode ser vista apoiada em cupinzeiros, mourões de cerca ou estacas. Vive em pares ou pequenos grupos. Nidifica em cavidades escavadas em árvores, cupinzeiros ou barrancos. A vocalização é um chamado forte e repetitivo.",
    "bestTime": "Observável durante todo o ano no Pantanal. Na estação seca (maio a outubro), quando os campos estão mais secos e a vegetação rasteira mais baixa, a espécie é facilmente localizada forrageando no solo. Ativa durante a maior parte do dia.",
    "photographyTips": [
      "Campos abertos permitem fotografar a ave em ângulo baixo, rente ao solo, para retratos com fundo limpo",
      "O peito amarelo é o destaque — luz frontal da manhã realça essa coloração",
      "Fotografe o comportamento terrícola, pouco usual entre pica-paus, para registros diferenciados",
      "Cupinzeiros são pontos regulares de alimentação — aguarde nas proximidades",
      "Veículos funcionam como esconderijo — a ave tolera melhor a aproximação dentro de carros"
    ],
    "size": "Mede cerca de 32 cm de comprimento e pesa aproximadamente 158 g.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. A espécie possui ampla distribuição na América do Sul e se beneficia de ambientes abertos."
  },
  "Taraba major": {
    "description": "Maior choca da região, com 20 cm e íris vermelha marcante, o choró-boi habita bordas de mata e cerrados, onde se oculta na vegetação densa.",
    "overview": "O choró-boi (Taraba major) é a maior espécie de choca encontrada no Pantanal e o único representante do gênero Taraba. Mede aproximadamente 20 cm de comprimento e pesa em média 56 g. O macho apresenta dorso negro com faixas brancas nas asas e bolas brancas na cauda, enquanto a fêmea possui coloração marrom uniforme nas partes superiores. Ambos os sexos têm íris vermelha e partes inferiores brancas. No Pantanal, habita bordas de mata e cerrados, onde permanece oculto na vegetação densa dos estratos baixos. A espécie distribui-se do sul do México ao norte da Argentina e sudeste do Brasil. Apesar de comum, é mais frequentemente ouvida do que vista, pois mantém-se escondida entre folhagens densas. A vocalização é forte e diagnóstica, consistindo em uma série de notas graves que facilitam a localização no campo.",
    "habitat": "Habita bordas de mata, cerrado e áreas com vegetação arbustiva densa no Pantanal. Prefere os estratos baixos da vegetação, onde se movimenta entre emaranhados de cipós e arbustos.\n\nFrequenta matas de galeria e áreas de transição, mantendo-se em locais com cobertura vegetal densa que ofereçam proteção e oportunidades de forrageamento.",
    "diet": "Alimenta-se de insetos e outros artrópodes capturados na vegetação densa dos estratos baixos. Forrageia percorrendo galhos e folhagens, catando presas por meio de investidas rápidas. Pode incluir pequenos vertebrados na dieta ocasionalmente.",
    "behavior": "Espécie discreta que se mantém oculta na vegetação densa, sendo mais frequentemente ouvida do que vista. Vive em pares que ocupam territórios definidos. A vocalização é forte e repetitiva, consistindo em notas graves que o casal utiliza para comunicação territorial. Apesar do porte robusto, movimenta-se com agilidade entre galhos e cipós dos estratos baixos.",
    "bestTime": "Presente o ano todo no Pantanal. Na estação seca (maio a outubro), a vegetação menos densa pode facilitar avistamentos. As primeiras horas da manhã são as de maior atividade vocal, momento ideal para localizar a espécie por meio do canto.",
    "photographyTips": [
      "Localize pela vocalização forte e grave — é o método mais eficiente para encontrar a espécie",
      "Use playback com moderação e ética para atrair a ave a galhos mais expostos",
      "A íris vermelha é o detalhe mais marcante — priorize foco nos olhos",
      "Teleobjetiva de 500-600 mm é necessária para alcançar a ave no interior da vegetação densa",
      "Paciência é fundamental: a ave pode demorar para se expor, mas curiosidade eventualmente a leva a poleiros visíveis"
    ],
    "size": "Mede aproximadamente 20 cm de comprimento e pesa em média 56 g.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. A espécie possui ampla distribuição, do sul do México ao sudeste do Brasil, e mantém populações estáveis."
  },
  "Thamnophilus doliatus": {
    "description": "Choca comum e adaptável, o macho exibe plumagem barrada em preto e branco, enquanto a fêmea é marrom-rufescente, ocupando desde matas até jardins urbanos.",
    "overview": "A choca-barrada (Thamnophilus doliatus) é uma das espécies de choca mais comuns e adaptáveis da região neotropical. O macho apresenta plumagem barrada em preto e branco, criando um padrão listrado característico, enquanto a fêmea possui coloração marrom-rufescente. Distribui-se do México até o norte da Argentina, sudeste do Brasil e Paraguai, ocupando uma variedade de habitats arborizados, incluindo florestas, capoeiras, jardins e parques urbanos. No Pantanal, habita bordas de mata, cerrado, capoeiras e áreas com vegetação arbustiva, tanto em regiões úmidas quanto áridas. Alimenta-se de insetos e outros artrópodes capturados nos estratos baixos e médios da vegetação. A vocalização é frequente e conspícua, consistindo em séries aceleradas de notas que facilitam a detecção da espécie mesmo em vegetação densa.",
    "habitat": "Ocupa uma ampla variedade de habitats arborizados no Pantanal: bordas de mata, cerrado, capoeiras, áreas de vegetação secundária e até jardins e parques. Prefere os estratos baixos e médios da vegetação.\n\nÉ uma das espécies mais adaptáveis entre os tamnofilídeos, tolerando ambientes tanto úmidos quanto áridos e tanto preservados quanto modificados.",
    "diet": "Alimenta-se de insetos e outros artrópodes capturados nos estratos baixos e médios da vegetação. Forrageia percorrendo galhos e folhagens, realizando investidas rápidas contra as presas. Pode participar de bandos mistos de aves que percorrem o subdossel.",
    "behavior": "Espécie ativa e vocal que se movimenta entre os estratos baixos e médios da vegetação. Vive em pares que defendem territórios definidos por meio de vocalizações. O canto é uma série acelerada de notas que se torna mais rápida ao final. Constrói ninhos em forma de cesta suspensa em forquilhas de galhos baixos.",
    "bestTime": "Observável durante todo o ano no Pantanal. A vocalização frequente facilita a localização em qualquer estação. Na estação seca (maio a outubro), quando a vegetação está menos densa, os avistamentos são mais frequentes. As primeiras horas da manhã concentram a maior atividade vocal.",
    "photographyTips": [
      "O padrão barrado do macho é graficamente interessante — valorize com fundo limpo e escuro",
      "A fêmea rufescente oferece composições de cores quentes quando iluminada pela luz da manhã",
      "Localize pelo canto acelerado e aguarde em ponto fixo — a ave tende a se expor brevemente",
      "Teleobjetiva de 400-600 mm permite registros nos galhos baixos onde a espécie forrageia",
      "A tolerância a ambientes urbanos e modificados torna esta uma espécie acessível para fotógrafos iniciantes"
    ],
    "size": "Mede cerca de 16 cm de comprimento.",
    "conservationStatus": "Classificada como Pouco Preocupante (LC) pela IUCN. É uma das chocas mais comuns e adaptáveis da região neotropical, com populações estáveis ao longo de sua ampla distribuição."
  },
  "Thamnophilus pelzelni": {
    "description": "Choca endêmica do Brasil, com macho de plumagem escura e fêmea de dorso ruivo, habita campos e cerrados do planalto central, incluindo bordas de mata.",
    "overview": "A choca-do-planalto (Thamnophilus pelzelni) é uma espécie endêmica do Brasil, associada ao Cerrado e suas formações vegetais. De tamanho médio, apresenta plumagem predominantemente escura com penas pretas; os machos têm coloração mais pálida, enquanto as fêmeas exibem dorso ruivo, diferindo de espécies aparentadas como a choca-da-mata. No Pantanal, habita áreas de cerrado, campos sujos, cerradões e bordas de matas secas, adaptando-se a habitats variados conforme a disponibilidade de vegetação arbustiva. A reprodução envolve a construção de ninhos em forma de taça em forquilhas de arbustos próximos ao solo. A postura contém de 2 a 3 ovos esbranquiçados com manchas acastanhadas, incubados por cerca de 14 dias. A espécie foi separada taxonomicamente de Thamnophilus punctatus em 1997, com base em diferenças morfológicas, vocais e genéticas.",
    "habitat": "Habita cerrado, campos sujos, cerradões e bordas de matas secas na região do Pantanal e planalto central do Brasil. Em áreas mais úmidas, busca vegetação densa; em regiões secas, prefere matas abertas com arbustos.\n\nÉ encontrada principalmente nos estados de Minas Gerais, Goiás, Tocantins, Bahia e Sergipe, adaptando-se a diferentes formações de cerrado.",
    "diet": "Alimenta-se de insetos e outros artrópodes capturados nos estratos baixos da vegetação de cerrado. Forrageia em arbustos e vegetação densa próxima ao solo, catando presas entre folhas e galhos finos.",
    "behavior": "Pode ser encontrada em pequenos grupos ou pares em áreas de cerrado com boa cobertura de arbustos. Constrói ninhos em forma de taça em forquilhas de arbustos, geralmente próximos ao solo. O casal participa da construção, incubação e cuidado com os filhotes. A incubação dura cerca de 14 dias e os filhotes permanecem no ninho por aproximadamente 11 dias.",
    "bestTime": "Observável durante todo o ano nas áreas de cerrado da região. Na estação seca (maio a outubro), quando a vegetação arbustiva está menos densa, a espécie torna-se mais visível. A vocalização é o principal indicador de presença, especialmente nas primeiras horas da manhã.",
    "photographyTips": [
      "Procure em campos sujos e cerradões com boa cobertura de arbustos — habitat preferencial",
      "O contraste entre o macho escuro e a fêmea ruiva permite registros comparativos interessantes",
      "Foque em galhos expostos de arbustos, onde a ave pode pousar momentaneamente",
      "Teleobjetiva de 400-600 mm é necessária para a distância típica de observação",
      "Luz da manhã em campos de cerrado proporciona fundos dourados para retratos"
    ],
    "size": "Mede cerca de 15 cm de comprimento.",
    "conservationStatus": "Classificada como Pouco Preocupante (LC) pela IUCN. Espécie endêmica do Brasil com distribuição centrada no Cerrado, onde mantém populações localmente estáveis."
  },
  "Cercomacra melanaria": {
    "description": "Formigueiro endêmico do Pantanal e arredores, o macho é inteiramente negro com detalhes brancos nas asas, habitando matas de galeria com vegetação densa.",
    "overview": "O chororó-do-pantanal (Cercomacra melanaria) é uma espécie de formigueiro com distribuição restrita ao Pantanal e áreas adjacentes na Bolívia, Brasil e Paraguai. Mede 16 a 16,5 cm de comprimento e pesa entre 18,5 e 19,5 g. O macho é quase inteiramente negro, com orlas brancas nas coberteiras das asas e pontas brancas nas penas da cauda; a fêmea apresenta cabeça e partes superiores cinza-oliva, com asas e cauda semelhantes ao macho e partes inferiores cinza-claro. No Pantanal, é razoavelmente comum em matas de galeria e cerradão, onde vive em pares que saltitam na vegetação baixa densa, frequentemente em emaranhados de cipós. O canto é diagnóstico: um \"kã-kãrch\" repetido, lento e gutural, que permite localizar a espécie com facilidade. A distribuição disjunta inclui populações no centro da Bolívia e no Pantanal brasileiro e paraguaio, associadas a florestas de galeria, florestas decíduas tropicais e savanas sazonalmente alagadas.",
    "habitat": "Habita matas de galeria, cerradão e florestas decíduas tropicais no Pantanal, geralmente próximo a cursos d'água. Prefere áreas com sub-bosque denso, emaranhados de cipós e vegetação baixa.\n\nA distribuição é restrita: populações no centro da Bolívia e no Pantanal do Brasil (Mato Grosso e Mato Grosso do Sul) e norte do Paraguai. Ocorre em altitudes de até 800 m, em savanas sazonalmente alagadas e florestas secas do Chaco.",
    "diet": "Alimenta-se de insetos e aranhas, capturados nos estratos baixos da vegetação. Forrageia do solo até cerca de 3 m de altura, saltitando e esvoaçando entre emaranhados de cipós. Captura as presas por coleta e investidas a partir de poleiros. Não acompanha correições de formigas.",
    "behavior": "Vive em pares que ocupam territórios definidos em matas de galeria. Saltita na vegetação baixa densa, frequentemente junto com bandos mistos dispersos. O canto é um \"kã-kãrch\" repetido, lento, pausado e gutural. A fêmea responde com um \"tchurk\" grave. A época reprodutiva inclui outubro e novembro. O ninho é uma taça de fibras finas e folhas secas, fixada a um galho com teia de aranha.",
    "bestTime": "Observável durante todo o ano no Pantanal. A vocalização frequente e diagnóstica facilita a localização em qualquer estação. Na estação seca (maio a outubro), quando as inundações recuam e a vegetação ribeirinha está mais acessível, a observação é mais confortável.",
    "photographyTips": [
      "Localize pela vocalização gutural e repetitiva — é o método mais eficiente",
      "O macho negro com detalhes brancos exige exposição cuidadosa para preservar os detalhes",
      "Matas de galeria com cipós são o habitat típico — posicione-se em clareiras adjacentes",
      "Teleobjetiva de 500-600 mm é necessária para registros na vegetação densa e sombreada",
      "Flash de preenchimento pode ajudar a revelar os detalhes brancos das asas e cauda do macho"
    ],
    "size": "Mede de 16 a 16,5 cm de comprimento e pesa entre 18,5 e 19,5 g.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. A espécie é localmente comum no Pantanal do Brasil e da Bolívia. A dinâmica de cheias sazonais oferece proteção natural contra perturbações humanas, embora projetos hidrelétricos representem ameaça potencial ao ecossistema."
  },
  "Pyriglena maura": {
    "description": "Formigueiro de íris vermelha brilhante e distribuição restrita, o macho é negro lustroso com mancha branca dorsal; a fêmea tem dorso marrom-rufescente.",
    "overview": "O papa-taoca-do-pantanal (Pyriglena maura) é um formigueiro de distribuição restrita, representado no Pantanal pela subespécie P. m. maura, encontrada no leste da Bolívia, oeste e sul de Mato Grosso e norte do Paraguai. Mede de 16 a 18 cm de comprimento e pesa entre 26 e 36 g. Ambos os sexos possuem íris vermelha brilhante, característica que inspira o nome em inglês (fire-eye). O macho é predominantemente negro lustroso com uma mancha branca parcialmente oculta entre as escapulares. A fêmea da subespécie local apresenta coroa e partes superiores marrom-rufescentes claras, supercílio branco, faixa preta pelo olho e partes inferiores cinza-acastanhadas. No Pantanal, habita o sub-bosque denso de matas de galeria e florestas decíduas, onde forrageia no solo e nos estratos mais baixos. Acompanha regularmente correições de formigas que cruzam seu território, capturando insetos, aranhas, centípedes e pequenos lagartos perturbados pelas formigas.",
    "habitat": "Habita o sub-bosque denso de matas de galeria, florestas decíduas e bordas de mata primária no Pantanal. Prefere vegetação densa dos estratos mais baixos, incluindo clareiras causadas por queda de árvores e bordas de floresta madura.\n\nA subespécie P. m. maura é restrita ao leste da Bolívia, oeste e sul de Mato Grosso e extremo norte do Paraguai. No Brasil, ocorre em altitudes de até 900 m.",
    "diet": "Alimenta-se de uma grande variedade de insetos (ortópteros, besouros, formigas, vespas, mariposas e borboletas), aranhas, centípedes e pequenos lagartos. Forrageia no solo e até cerca de 3 m de altura, saltitando entre paradas curtas e balançando a cauda. Captura presas por coleta, investidas e movimentos de folhiço. Acompanha regularmente correições de formigas que cruzam seu território.",
    "behavior": "Vive solitário, em pares ou em grupos familiares no sub-bosque denso. Acompanha correições de formigas-de-correição para capturar presas perturbadas. Vários grupos familiares podem se congregar em uma mesma correição. A reprodução ocorre ao longo do ano, com pico entre agosto e novembro. O ninho é um \"forno\" oculto na vegetação ao nível do solo.",
    "bestTime": "Observável durante todo o ano no Pantanal. Na estação chuvosa (novembro a abril), quando a atividade de formigas-de-correição é mais intensa, há maior probabilidade de encontrar a espécie acompanhando as colunas. A estação seca facilita o acesso às matas de galeria.",
    "photographyTips": [
      "A íris vermelha brilhante é o traço mais fotogênico — priorize foco nos olhos com boa iluminação",
      "Correições de formigas são oportunidades para fotografar múltiplos indivíduos em atividade",
      "O sub-bosque é escuro — ISO alto e flash de preenchimento podem ser necessários",
      "Posicione-se no nível do solo para registros na perspectiva da ave",
      "Teleobjetiva de 400-600 mm com estabilização é recomendada para as condições de pouca luz"
    ],
    "size": "Mede de 16 a 18 cm de comprimento e pesa entre 26 e 36 g.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN (avaliado como parte do complexo Pyriglena leuconata). Considerado razoavelmente comum em sua área de distribuição, a subespécie P. m. maura é uma das que pode estar em situação menos segura dentro do complexo."
  },
  "Xiphocolaptes major": {
    "description": "O maior arapaçu da região, de corpo robusto e plumagem ruivo-canela, percorre troncos e galhos de matas secas e de galeria em busca de insetos e artrópodes.",
    "overview": "O arapaçu-do-campo (Xiphocolaptes major) é o maior membro da subfamília Dendrocolaptinae, com 27 a 34 cm de comprimento e peso entre 120 e 162 g. Apresenta corpo robusto, bico longo, pesado e ligeiramente curvo, e plumagem quase inteiramente ruivo-canela, com a coroa levemente mais escura e as primárias com pontas escuras. A garganta é canela-pálida com estrias esbranquiçadas. No Pantanal, habita matas secas, florestas de galeria, cerrado e matas semidecíduas, onde forrageia do solo ao subdossel, virando folhiço e percorrendo troncos e galhos em busca de insetos e outros artrópodes. A distribuição é restrita à Argentina, Bolívia, Brasil e Paraguai, com quatro subespécies reconhecidas. No sudoeste de Mato Grosso, ocorre a subespécie X. m. remoratus. É uma espécie residente, geralmente solitária ou em pares, que não acompanha correições de formigas nem participa de bandos mistos.",
    "habitat": "Habita matas secas, florestas semidecíduas, matas de galeria, cerrado arborizado e matas do Chaco no Pantanal e regiões adjacentes. Prefere o interior da floresta, mas ocasionalmente ocorre nas bordas.\n\nNo Pantanal, ocorre em altitudes geralmente abaixo de 1.500 m, em áreas com cobertura arbórea que ofereçam troncos e galhos para forrageamento.",
    "diet": "Alimenta-se principalmente de insetos e outros artrópodes, complementados por pequenos vertebrados. Forrageia do solo ao subdossel, virando folhiço no chão e percorrendo troncos e galhos em busca de presas. Sonda, coleta e escava para capturar os alimentos.",
    "behavior": "Espécie solitária ou encontrada em pares, ocasionalmente em trios que representam grupos familiares. Não acompanha correições de formigas nem integra bandos mistos. A vocalização inclui uma série descendente de 5 a 8 assobios duplos com qualidade ressonante e um chamado enfático de duas partes. Nidifica em cavidades naturais ou escavadas por pica-paus, adicionando folhas e lascas de madeira ao ninho.",
    "bestTime": "Observável durante todo o ano no Pantanal. Na estação seca (maio a outubro), quando a vegetação está mais aberta e as trilhas em mata são mais acessíveis, a localização é facilitada. A vocalização ressonante é o principal meio de detecção, especialmente nas primeiras horas da manhã.",
    "photographyTips": [
      "Localize pela vocalização ressonante e descendente — é audível a boa distância no interior da mata",
      "A plumagem ruivo-canela uniforme rende bem em luz filtrada pelo dossel",
      "Registre o comportamento de percorrer troncos, apoiando-se na cauda rígida",
      "Teleobjetiva de 400-600 mm é necessária para registros em matas sombreadas",
      "O bico longo e curvo é um detalhe morfológico a valorizar em close-ups"
    ],
    "size": "Mede de 27 a 34 cm de comprimento e pesa entre 120 e 162 g, sendo o maior arapaçu da região.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. A espécie possui distribuição ampla, mas é considerada rara a incomum na maior parte de sua área de ocorrência. Apresenta sensibilidade moderada à perda de habitat."
  }
}