{
  "Thraupis sayaca": {
    "description": "Passarinho de plumagem cinza-azulada com reflexos esverdeados nas asas, comum em áreas abertas, matas ciliares e ambientes urbanos por todo o Pantanal.",
    "overview": "O sanhaço-cinzento é um dos pássaros mais frequentes e adaptáveis do Brasil. No Pantanal, pode ser observado em matas ciliares, capões, bordas de floresta e até áreas próximas a construções. Sua plumagem cinza com tons azulados nas asas e ombros o distingue entre os traupídeos da região. Ave de hábitos oportunistas, alimenta-se de uma variedade de itens como frutas, flores, néctar e pequenos insetos capturados em voo. Costuma forragear sozinho ou em pequenos grupos, demonstrando comportamento competitivo durante a alimentação. Pertencente à família Thraupidae, a espécie tem distribuição ampla pela América do Sul, do nordeste do Brasil até a Argentina, evitando apenas a Bacia Amazônica. Sua presença constante em diferentes ambientes faz dele um dos primeiros pássaros a ser notado por visitantes da região pantaneira.",
    "habitat": "Ocorre em matas abertas, capões, matas ciliares, áreas de cultivo e vegetação em regeneração. Tolera ambientes modificados e pode ser encontrado em jardins e proximidades de edificações.\n\nNo Pantanal, frequenta as bordas de florestas e capões ao longo dos rios, bem como áreas de vegetação arbustiva. Geralmente ocupa altitudes abaixo de 2.000 metros.",
    "diet": "Alimenta-se de frutas, flores, folhas, néctar, aranhas e insetos. Captura pequenos artrópodes em voo curto a partir de poleiros. A dieta variada contribui para sua adaptabilidade a diferentes ambientes.",
    "behavior": "Vive solitário ou em pequenos bandos, com comportamento competitivo durante a alimentação. No período reprodutivo, o macho exibe os ombros coloridos em direção à fêmea. Constrói ninhos em forma de taça compacta, feitos de folhas, musgos e fibras, posicionados em forquilhas de árvores entre 1,5 e 9 metros de altura. A fêmea incuba de 2 a 3 ovos por 12 a 14 dias, e os filhotes começam a voar com cerca de 20 dias de vida.",
    "bestTime": "Pode ser observado durante todo o ano no Pantanal, por se tratar de uma espécie residente e comum na região. Na estação seca (maio a outubro), as matas ciliares mais abertas facilitam a visualização. É ativo principalmente nas primeiras horas da manhã, quando busca alimento em árvores frutíferas.",
    "photographyTips": [
      "Procure árvores com frutos maduros — o sanhaço-cinzento costuma retornar ao mesmo poleiro de alimentação repetidamente",
      "Utilize lente entre 200-400mm; a ave tolera aproximação razoável em áreas onde há presença humana frequente",
      "Fotografe com luz lateral para evidenciar os reflexos azul-turquesa das asas e ombros",
      "Nas primeiras horas da manhã, posicione-se próximo a árvores frutíferas com fundo limpo para isolar o sujeito"
    ],
    "size": "Mede de 16,5 a 19 cm de comprimento e pesa em média 42 gramas.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. A população global é considerada estável, e a espécie é abundante em grande parte de sua área de distribuição."
  },
  "Sporophila collaris": {
    "description": "Pequeno papa-capim de áreas úmidas, com colar ferrugíneo no macho. Habita prados inundáveis e brejos no Pantanal, geralmente próximo à vegetação de borda d'água.",
    "overview": "O coleiro-do-brejo é um papa-capim especializado em ambientes alagáveis, o que torna o Pantanal um de seus habitats ideais. Pertencente à família Thraupidae, este pequeno pássaro frequenta prados sazonalmente inundados, brejos e áreas de vegetação secundária. O macho apresenta um colar ferrugíneo característico que dá nome à espécie. Como outros representantes do gênero Sporophila, alimenta-se predominantemente de sementes de gramíneas, forrageando em pendões de capim ou no solo úmido. A espécie tem distribuição na porção centro-sul da América do Sul, ocorrendo na Argentina, Bolívia, Brasil, Paraguai e Uruguai. Sua dependência de áreas úmidas de baixada o vincula diretamente ao regime de cheias e secas que caracteriza a planície pantaneira.",
    "habitat": "Habita prados de terras baixas sazonalmente úmidos ou inundados, pântanos e áreas de vegetação secundária degradada. No Pantanal, é encontrado em brejos, margens alagadas e campos inundáveis com gramíneas.\n\nPrefere áreas abertas próximas à água, onde há disponibilidade de gramíneas produzindo sementes.",
    "diet": "Alimenta-se de sementes de gramíneas, que coleta diretamente nos pendões de capim ou no solo. Como outros membros do gênero Sporophila, complementa a dieta com pequenos insetos, especialmente durante o período reprodutivo.",
    "behavior": "Frequenta áreas abertas úmidas em pequenos grupos ou pares. Forrageia entre gramíneas e vegetação baixa, subindo nos pendões de capim para alcançar sementes. O comportamento reprodutivo segue o padrão do gênero Sporophila, com o macho cantando de poleiros expostos para demarcar território.",
    "bestTime": "Durante a estação chuvosa (novembro a abril), quando os campos inundáveis do Pantanal oferecem o habitat preferido da espécie. Os prados alagados desse período concentram as aves em áreas de alimentação. Na seca, tende a buscar brejos remanescentes e margens de corpos d'água.",
    "photographyTips": [
      "Busque campos inundados com gramíneas altas — o coleiro-do-brejo costuma pousar no topo dos pendões de capim",
      "Lentes de 400mm ou mais são recomendadas, pois a ave é pequena e pode manter certa distância em áreas abertas",
      "Fotografe nas primeiras horas da manhã quando os machos cantam em poleiros expostos, facilitando a localização",
      "Utilize a vegetação ao redor como fundo natural para criar composições mais limpas"
    ],
    "size": "Mede cerca de 11 cm de comprimento e pesa aproximadamente 10 a 11 gramas.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. A espécie possui populações estáveis em sua área de distribuição na América do Sul."
  },
  "Sporophila angolensis": {
    "description": "Pássaro de bico robusto e canto melodioso, com macho preto e peito castanho. Frequenta clareiras e bordas de mata úmida no Pantanal.",
    "overview": "O curió é um dos pássaros mais emblemáticos da avifauna brasileira, reconhecido por seu canto complexo e melodioso. No Pantanal, habita clareiras arbustivas, bordas de matas úmidas e áreas de vegetação secundária, geralmente abaixo de mil metros de altitude. O macho apresenta plumagem preta na cabeça, peito e dorso, contrastando com flancos castanho-escuros e uma pequena mancha branca na base das penas primárias. A fêmea tem coloração mais discreta, em tons de marrom e canela. A espécie se alimenta de sementes, com preferência pelo capim-navalha (Paspalum virgatum), além de pequenos insetos. Sua distribuição abrange quase toda a América do Sul a leste dos Andes, do norte da Colômbia ao Rio Grande do Sul, incluindo a região do Mato Grosso e Mato Grosso do Sul onde se insere o Pantanal.",
    "habitat": "Habita clareiras arbustivas, bordas e interior de florestas úmidas, capoeiras e áreas de vegetação secundária. Prefere altitudes abaixo de mil metros, podendo ocorrer até cerca de 1.500 metros.\n\nNo Pantanal, é encontrado em matas ciliares, capões com sub-bosque denso e clareiras com gramíneas, próximo a cursos d'água.",
    "diet": "Alimenta-se principalmente de sementes, com preferência acentuada pelo capim-navalha (Paspalum virgatum). Coleta sementes diretamente nos pendões de capim ou no solo. Complementa a dieta com pequenos insetos, especialmente durante a época reprodutiva.",
    "behavior": "Ave residente, não realiza migrações. O macho canta de poleiros expostos em sequências melódicas elaboradas, com variação regional de dialetos. A reprodução ocorre entre setembro e fevereiro na porção sul da distribuição. A fêmea põe de 2 a 3 ovos, com incubação de 11 a 15 dias. O macho participa do cuidado dos filhotes e auxilia na construção do ninho.",
    "bestTime": "No Pantanal, o período de setembro a fevereiro é favorável para a observação, quando os machos cantam ativamente para demarcar território e atrair fêmeas. Na estação seca (maio a outubro), pode ser localizado pela vocalização em bordas de mata ciliar e clareiras com gramíneas.",
    "photographyTips": [
      "Localize a ave pelo canto — o macho vocaliza de poleiros expostos, facilitando a identificação do ponto exato",
      "Utilize lente de 400-600mm, pois a ave mede apenas cerca de 12 cm e costuma manter distância",
      "Procure machos cantando no início da manhã, quando são mais vocais e permanecem em posição estática por períodos maiores",
      "Busque capturar o contraste entre a plumagem negra do macho e o fundo verde da vegetação",
      "Nas bordas de mata, posicione-se com antecedência e aguarde — a ave retorna aos mesmos poleiros de canto"
    ],
    "size": "Mede de 10,6 a 12,4 cm de comprimento e pesa entre 11,4 e 14,5 gramas.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN em escala global. No entanto, sofre forte pressão de captura ilegal no Brasil por conta de seu canto valorizado, sendo a espécie mais apreendida no combate ao tráfico de animais silvestres. Em diversos estados brasileiros, é considerado ameaçado em nível regional."
  },
  "Sporophila caerulescens": {
    "description": "Pequeno papa-capim com colar branco e preto no macho. Comum em campos abertos e capinzais, presente em todo o Pantanal durante o ano.",
    "overview": "O coleirinho é um dos pássaros mais populares e reconhecíveis do Brasil, nomeado pelo colar branco e preto que o macho exibe na garganta. No Pantanal, ocupa campos abertos, capinzais e áreas de vegetação rasteira, onde se alimenta de sementes de gramíneas. A fêmea apresenta plumagem parda discreta, mais escura no dorso. A espécie tem distribuição ampla pela América do Sul, ocorrendo em praticamente todo o Brasil exceto a Amazônia, além de Argentina, Bolívia, Paraguai, Peru e Uruguai. Seu canto variado — classificado pelos criadores em diferentes tipos como Tuí-Tuí e Grego — é um dos mais conhecidos entre as aves brasileiras. O coleirinho reproduz-se entre agosto e fevereiro, podendo estender o período em regiões com abundância de alimento. A ninhada típica é de dois filhotes.",
    "habitat": "Habita campos abertos, capinzais, pastagens e áreas de vegetação rasteira. Com o desmatamento, tem sido observado em áreas urbanas, quintais e terrenos baldios.\n\nNo Pantanal, frequenta campos limpos e sujos, bordas de capões e áreas com gramíneas, onde encontra abundância de sementes.",
    "diet": "Alimenta-se principalmente de pequenas sementes de gramíneas, com preferência por braquiária, capim-marmelada e sementes de pendão. Forrageia no solo e nos pendões de capim, subindo nas hastes para alcançar as sementes.",
    "behavior": "Forma casais durante o período reprodutivo (agosto a fevereiro), com ambos os pais defendendo o ninho contra predadores. O macho canta de poleiros expostos, emitindo frases variadas e regionalmente distintas. Em áreas com abundância de alimento, pode estender a reprodução por períodos mais longos. A ninhada é de dois filhotes em média.",
    "bestTime": "Pode ser observado durante todo o ano no Pantanal. O período reprodutivo (agosto a fevereiro) é particularmente favorável, pois os machos cantam ativamente de poleiros elevados. Na estação seca (maio a outubro), concentra-se em áreas com gramíneas frutificando, facilitando a localização.",
    "photographyTips": [
      "Procure machos cantando em poleiros expostos — fios, cercas e hastes de capim são locais típicos de vocalização",
      "Lente de 300-500mm é ideal para captar detalhes do colar branco e preto a uma distância segura",
      "Fotografe em campos com capim em frutificação, onde a ave forrageia e retorna repetidamente",
      "Para registrar a fêmea, observe áreas de nidificação entre agosto e fevereiro — ela é mais discreta e exige paciência"
    ],
    "size": "Mede de 10 a 12 cm de comprimento.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. É uma espécie comum e amplamente distribuída, embora sofra pressão de captura por criadores interessados em seu canto."
  },
  "Sicalis flaveola": {
    "description": "Pássaro de plumagem amarelo-limão com tons alaranjados na cabeça. Frequenta campos abertos, cerrados e áreas antropizadas no Pantanal.",
    "overview": "O canário-da-terra é um dos pássaros mais reconhecíveis da avifauna brasileira, com sua plumagem amarelo-limão e testa alaranjada nos machos. No Pantanal, ocorre em campos abertos, cerrados, pastagens e proximidades de construções, onde busca sementes de gramíneas no solo. A fêmea e os jovens apresentam plumagem cinzenta, menos vistosa. A espécie tem ampla distribuição pela América do Sul, do norte da Colômbia ao sul da Argentina, sendo encontrada em praticamente todos os estados brasileiros. Nidifica em cavidades, aproveitando oportunisticamente ninhos abandonados de joão-de-barro, frestas em telhados e outras estruturas. A fêmea realiza de 4 a 6 posturas por temporada, podendo produzir até 20 filhotes por ano. Os machos exibem comportamento territorial acentuado e podem entrar em confronto físico por fêmeas ou pela defesa do ninho.",
    "habitat": "Habita campos abertos, cerrados, pastagens, bordas de matas e áreas próximas a construções humanas. Ocorre desde o nível do mar até elevações moderadas.\n\nNo Pantanal, é encontrado em campos limpos, áreas de cerrado e nas proximidades de fazendas e pousadas, onde se adapta a ambientes parcialmente modificados.",
    "diet": "Alimenta-se de sementes de gramíneas, como alpiste e painço, coletadas diretamente no solo. Complementa a dieta com pequenos insetos. Não consome restos de comida humana como outros pássaros urbanos.",
    "behavior": "Os machos são territoriais e podem disputar fêmeas com confrontos físicos. Nidifica em cavidades naturais ou artificiais, utilizando frequentemente ninhos abandonados de joão-de-barro. A fêmea põe de 4 a 6 ovos por ninhada, com incubação de aproximadamente 13 a 14 dias. Defende o ninho agressivamente contra aves maiores que se aproximem. Os filhotes, independente do sexo, nascem com plumagem cinzenta; os machos adquirem a coloração adulta por volta dos 9 meses.",
    "bestTime": "Presente no Pantanal durante todo o ano. Na estação seca (maio a outubro), os campos com gramíneas secas concentram bandos forrageando no solo, facilitando a observação. No período reprodutivo, os machos cantam de poleiros elevados e são mais conspícuos.",
    "photographyTips": [
      "Campos secos com gramíneas são o melhor cenário — posicione-se ao nível do solo para uma perspectiva mais envolvente",
      "A plumagem amarela rende bem com luz dourada do início da manhã ou fim de tarde",
      "Observe cercas, postes e telhados — os machos utilizam esses pontos elevados para cantar",
      "Para fotografar interações entre machos, aguarde em áreas com alta densidade da espécie durante o período reprodutivo",
      "Lente de 200-400mm é suficiente, pois a ave tolera aproximação razoável em áreas com presença humana"
    ],
    "size": "Mede cerca de 13,5 cm de comprimento e pesa aproximadamente 19 gramas.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. Apesar da classificação global estável, a espécie enfrenta pressão significativa de captura ilegal no Brasil, motivada por seu canto e por seu comportamento territorial explorado em rinhas."
  },
  "Saltator coerulescens": {
    "description": "Pássaro robusto de dorso cinza-azulado, supercílio branco e ventre canela. Frequenta bordas de mata e áreas semi-abertas no Pantanal.",
    "overview": "O trinca-ferro-gongá é um traupídeo robusto encontrado em ambientes semi-abertos tropicais e subtropicais da América do Sul. No Pantanal, ocupa bordas de matas, vegetação arbustiva e áreas de transição entre floresta e campo. Apresenta dorso cinza a cinza-oliváceo, uma faixa superciliar branca bem marcada, garganta branca delimitada, peito cinza e ventre canela ou bege. Alimenta-se de frutos, brotos e artrópodes de movimento lento, forrageando em estratos baixo e médio da vegetação. Pode ser observado em pares, pequenos grupos ou associado a bandos mistos que incluem outros saltadores. Sua vocalização característica consiste em um assobio ascendente prolongado, frequentemente ouvido em bordas de mata. A espécie tem distribuição ampla, desde o sudeste da Colômbia até o norte da Argentina e Uruguai, abrangendo grande parte do Brasil.",
    "habitat": "Ocorre em habitats semi-abertos como bordas de floresta, vegetação arbustiva, capoeiras e matas de galeria. Evita o interior de matas densas, preferindo áreas de transição.\n\nNo Pantanal, frequenta capões, matas ciliares e bordas de floresta ao longo de rios e corixos, onde encontra frutos e artrópodes no sub-bosque.",
    "diet": "Alimenta-se de frutos, brotos e artrópodes de movimento lento. Forrageia nos estratos baixo e médio da vegetação, muitas vezes acompanhando bandos mistos de espécies que vasculham a folhagem.",
    "behavior": "Forrageia em pares ou pequenos grupos, por vezes associado a bandos mistos com outras espécies, incluindo outros saltadores. Deposita 2 ovos azul-claros com marcas escuras em ninho volumoso posicionado entre 2 e 4 metros de altura em árvores. A vocalização é um assobio ascendente prolongado, frequentemente emitido de poleiros na borda de mata.",
    "bestTime": "Pode ser observado durante todo o ano no Pantanal, por ser uma espécie residente. Na estação seca (maio a outubro), a vegetação mais aberta facilita a visualização em bordas de mata e capões. Costuma vocalizar ao longo do dia, tornando a detecção por som relativamente simples.",
    "photographyTips": [
      "Busque bordas de mata e capões — o trinca-ferro-gongá forrageia nos estratos baixo e médio, entre 2 e 4 metros de altura",
      "Localize a ave pelo assobio ascendente característico antes de procurá-la visualmente na folhagem",
      "Lente de 300-500mm é recomendada para capturar detalhes do supercílio branco e ventre canela",
      "Paciência em um ponto fixo rende mais que perseguir a ave — ela tende a retornar a áreas de alimentação regulares",
      "A faixa superciliar branca é um detalhe diagnóstico — enquadre a ave em ângulo que evidencie esse traço"
    ],
    "size": "Mede cerca de 20 cm de comprimento e pesa aproximadamente 52 gramas.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. A espécie possui ampla distribuição e população estável, sem ameaças significativas identificadas."
  }
}