{
  "Urubitinga urubitinga": {
    "description": "Rapinante de grande porte, plumagem predominantemente preta com faixa branca na cauda. Caça de poleiro em poleiro, alimentando-se de vertebrados e insetos.",
    "overview": "O gavião-preto é um accipitrídeo de grande porte que ocorre do México à Argentina, incluindo todo o território brasileiro. O macho pesa cerca de 1 kg e a fêmea pode alcançar 1,2 kg. Na fase adulta, apresenta plumagem predominantemente preta com uma faixa branca característica na cauda, cere e pés amarelos. O jovem difere bastante, com plumagem marrom escura e manchas pretas. É uma espécie que caça deslocando-se de poleiro em poleiro, espreitando presas pouco ágeis como sapos, ratos, cobras, insetos e lagartixas. No Pantanal, pode ser observado em áreas florestadas e matas ciliares, onde encontra abundância de presas ao longo dos cursos d'água. Apesar de sua aparência sombria, é facilmente diferenciado do urubu-preto pela faixa branca na cauda durante o voo.",
    "habitat": "Habita florestas, matas ciliares e áreas conservadas em toda a América Central e do Sul. No Pantanal, frequenta bordas de mata e proximidades de cursos d'água, onde encontra suas presas.\n\nOcorre desde o nível do mar até altitudes medianas, preferindo áreas com cobertura arbórea. É mais comum em regiões de mata preservada, embora possa ser encontrado em locais não protegidos.",
    "diet": "Alimenta-se de presas pouco ágeis, incluindo sapos, ratos, cobras venenosas e não venenosas, lagartixas, grandes insetos, peixes e ovos de outras aves. No Brasil, as principais presas registradas são sapos, roedores, insetos, serpentes e lagartixas. Caça de poleiro em poleiro, espreitando suas vítimas antes de atacar.",
    "behavior": "Reproduz-se de julho a novembro, construindo ninhos em formato de plataforma a grandes alturas, que podem alcançar 1,5 m de comprimento. A fêmea põe dois ovos brancos com manchas castanho-escuras, incubados por cerca de 40 dias. Os ninhegos permanecem no ninho por até 70 dias. É uma espécie territorial que se desloca entre poleiros para caçar.",
    "bestTime": "A observação é possível durante todo o ano no Pantanal. Durante o período reprodutivo, de julho a novembro (seca), torna-se mais conspícuo próximo aos ninhos. Na estação seca, a vegetação mais aberta facilita a visualização da espécie pousada em árvores altas ao longo das matas ciliares.",
    "photographyTips": [
      "Procure a ave pousada no topo de árvores secas ou em poleiros expostos ao longo de matas ciliares",
      "A faixa branca na cauda é o melhor elemento para composição fotográfica — posicione-se para capturá-la em contraste com a plumagem escura",
      "No voo, pode ser confundido com urubu-preto; observe a cauda mais longa e as manchas brancas para diferenciá-lo",
      "Lentes de 400 mm ou mais são recomendadas, pois a espécie mantém distância considerável"
    ],
    "size": "Mede cerca de 56 cm de comprimento; o macho pesa aproximadamente 1 kg e a fêmea pode alcançar 1,2 kg.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN desde 1988. A população é estimada em mais de 500 mil indivíduos maduros, com distribuição ampla e pouco fragmentada."
  },
  "Busarellus nigricollis": {
    "description": "Gavião especializado em pescar, com plumagem ferrugínea e cabeça branca. Habita beiras de lagos, pântanos e campos inundados do Pantanal.",
    "overview": "O gavião-belo é um rapinante de porte médio, medindo cerca de 51 cm, especializado na captura de peixes em águas rasas. Sua plumagem ferrugínea com cabeça branca, papo manchado e primárias negras o torna inconfundível. Possui dedos serrilhados e unhas compridas e curvas, adaptações anatômicas que lhe permitem agarrar peixes escorregadios com eficiência. No Pantanal, é localmente comum em beiras de lagos, campos inundados e áreas alagadas, onde passa longos períodos pousado em galhos sobre a água, à espreita de presas. Também consome insetos e caramujos. É encontrado do México à Argentina, com duas subespécies reconhecidas no continente.",
    "habitat": "Habita beiras de lagos, pântanos, campos inundados e manguezais. No Pantanal, está fortemente associado a ambientes aquáticos, onde a disponibilidade de peixes em águas rasas sustenta sua alimentação.\n\nPreferencialmente ocupa margens de corpos d'água com vegetação arbórea, onde encontra poleiros adequados para a caça e locais de nidificação.",
    "diet": "Alimenta-se principalmente de peixes, que captura em águas rasas nas bordas de lagoas e campos inundados, segurando-os com os pés graças aos dedos serrilhados e às unhas compridas e curvas. Complementa a dieta com insetos e caramujos.",
    "behavior": "Nidifica em plataformas de gravetos construídas entre 12 e 15 m de altura, em manguezais ou árvores na borda de pântanos. A fêmea põe geralmente 1 ovo branco-acinzentado com manchas marrons. É uma espécie sedentária, permanecendo próxima a corpos d'água onde encontra alimento.",
    "bestTime": "Na estação seca (maio a outubro), o recuo das águas concentra os peixes em poças e canais menores, facilitando a observação do gavião-belo em atividade de pesca. Na cheia (novembro a abril), a espécie dispersa-se por uma área maior acompanhando os campos inundados.",
    "photographyTips": [
      "Posicione-se próximo a lagoas ou canais rasos durante a seca, quando a concentração de peixes atrai a espécie",
      "O momento da captura do peixe é o registro mais impactante — mantenha a câmera pronta com velocidade de obturador alta (1/2000s ou mais)",
      "A plumagem ferrugínea com cabeça branca rende bem em luz dourada do final da tarde",
      "Embarcações silenciosas permitem aproximação sem assustar a ave"
    ],
    "size": "Mede cerca de 51 cm de comprimento.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. É localmente comum em ambientes aquáticos adequados ao longo de sua ampla distribuição."
  },
  "Heterospizias meridionalis": {
    "description": "Gavião campestre de plumagem ferrugínea, conhecido por seguir queimadas para capturar presas em fuga. Comum em campos abertos e cerrados do Pantanal.",
    "overview": "O gavião-caboclo é um rapinante campestre de porte médio, medindo cerca de 55 cm, com plumagem ferrugínea característica, asas avermelhadas com pontas negras e cauda negra com faixa branca. Ocorre do Panamá à Argentina, sendo presente em quase todo o Brasil, exceto em áreas densamente florestadas. No Pantanal, habita campos abertos e áreas de cerrado, onde é frequentemente observado. Seu comportamento mais notável é o hábito de seguir incêndios — daí o nome popular gavião-fumaça —, pousando em galhos à frente do fogo ou caminhando logo atrás das chamas para capturar vertebrados e insetos em fuga ou mortos pelo fogo. Voa alto aproveitando correntes térmicas para planar, e o casal se comunica por assobios finos, longos e chorosos.",
    "habitat": "Habita áreas abertas, campos, cerrados e pastagens. No Pantanal, é encontrado em campos limpos e sujos, onde a vegetação rasteira favorece sua estratégia de caça.\n\nEvita áreas densamente florestadas, preferindo ambientes com visibilidade ampla onde possa localizar presas e aproveitar correntes de ar quente para planar.",
    "diet": "Alimenta-se de pequenos mamíferos, aves, cobras, lagartos, rãs, sapos e grandes insetos. Na baixa das águas, inclui caranguejos em sua dieta. Aproveita queimadas para capturar animais em fuga ou moribundos, tanto à frente quanto atrás do fogo.",
    "behavior": "Mantém território de caça exclusivo, afastando outros indivíduos da mesma espécie. O casal se comunica por assobios finos, longos e repetidos. Reproduz-se de julho a novembro, construindo ninhos a pouca altura em árvores baixas ou palmeiras. A postura é de 1 ou, raramente, 2 ovos brancos.",
    "bestTime": "A estação seca (maio a outubro) é o melhor período, especialmente quando há queimadas naturais nos campos — o gavião-caboclo é atraído pelo fogo e torna-se bastante visível. Durante a seca, campos mais abertos facilitam a observação da espécie em poleiros ou em voo planado.",
    "photographyTips": [
      "Observe a espécie em poleiros baixos, como cercas e arbustos em campos abertos — a aproximação é mais fácil nessas condições",
      "A plumagem ferrugínea contrasta bem com o céu azul em fotos de voo planado",
      "Nas proximidades de queimadas, a espécie pode ser registrada em comportamento de caça típico",
      "O voo com batimento ritmado das asas intercalado por planadas oferece boas oportunidades de registro em série"
    ],
    "size": "Mede cerca de 55 cm de comprimento.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. É comum em grande parte de sua distribuição e pode se beneficiar da conversão de florestas em pastagens."
  },
  "Tyto furcata": {
    "description": "Coruja de face branca em forma de coração e plumagem pálida, caçadora noturna de roedores. Habita áreas abertas e construções rurais no Pantanal.",
    "overview": "A suindara é uma coruja de porte médio, com asas longas e cauda curta e quadrada. Sua face branca em formato de coração, olhos escuros e plumagem pálida a tornam inconfundível. A parte superior do corpo varia entre marrom claro e tons de cinza, enquanto a parte inferior pode ser branca a bege. É uma caçadora predominantemente noturna, com audição extremamente apurada que lhe permite localizar presas na escuridão total. Voa de forma silenciosa graças a adaptações nas penas que reduzem a turbulência. No Pantanal, habita áreas abertas como pastagens e campos, frequentando também construções rurais onde encontra abrigo para nidificar. Alimenta-se principalmente de roedores, desempenhando papel relevante no controle natural dessas populações.",
    "habitat": "Habita áreas abertas como campos, pastagens e bordas de matas, geralmente abaixo de 2.000 m de altitude. No Pantanal, frequenta fazendas, galpões e construções rurais, além de áreas de campo com vegetação rasteira.\n\nUtiliza ocos de árvores, fendas em rochas, construções abandonadas e celeiros como locais de pouso e nidificação.",
    "diet": "Alimenta-se predominantemente de pequenos roedores, que podem compor mais de 90% da dieta em regiões temperadas. Também consome morcegos, pequenas aves, lagartos, anfíbios e insetos. Caça voando baixo sobre campos abertos, podendo pairar sobre pontos onde detecta presas pela audição.",
    "behavior": "É predominantemente noturna, tornando-se ativa pouco antes do crepúsculo. Fora da época reprodutiva, machos e fêmeas pousam separadamente. Nidifica em cavidades, pondo de 2 a 9 ovos brancos, com média de 5 por ninhada. A incubação dura cerca de 30 dias. Forma casais monogâmicos estáveis ao longo de várias temporadas reprodutivas.",
    "bestTime": "A observação ocorre principalmente ao anoitecer e durante a noite, em qualquer época do ano. Na estação seca (maio a outubro), campos mais abertos facilitam a detecção da espécie em voo de caça. Safaris noturnos com uso de lanterna podem revelar a suindara em atividade sobre áreas de campo.",
    "photographyTips": [
      "Safaris noturnos com lanterna de foco ajustável oferecem as melhores oportunidades — a suindara tolera luz indireta por breves momentos",
      "Utilize ISO alto (3200-6400) e flash com difusor para registros noturnos sem estressar a ave",
      "Verifique galpões e construções rurais ao entardecer, quando a espécie pode estar pousada antes de sair para caçar",
      "A face em coração é o elemento mais fotogênico — procure ângulos frontais"
    ],
    "size": "Mede entre 33 e 39 cm de comprimento, com envergadura de aproximadamente 85 a 95 cm. Fêmeas são cerca de 10% maiores que machos.",
    "conservationStatus": "Classificada como Pouco Preocupante (LC) pela IUCN. É relativamente comum em grande parte de sua distribuição, embora populações locais possam ser afetadas pelo uso de rodenticidas e perda de locais de nidificação."
  },
  "Glaucidium brasilianum": {
    "description": "Pequena coruja diurna e crepuscular, encontrada em bordas de mata e cerrado. Conhecida por sua vocalização que atrai outras aves, facilitando a localização.",
    "overview": "O caburé é uma pequena coruja da família Strigidae, com ampla distribuição desde o sul dos Estados Unidos até a Argentina. Diferente da maioria das corujas, tem hábitos diurnos e crepusculares, o que o torna mais acessível à observação. É conhecido pela vocalização insistente e repetitiva, que provoca forte reação em outras aves — diversas espécies são atraídas pelo seu canto, comportamento estudado pela ornitologia como mobbing. No Pantanal, habita bordas de mata, cerrados e áreas com vegetação esparsa. Apesar de seu pequeno tamanho, é um predador eficiente que captura insetos, pequenos vertebrados e até outras aves. Possui treze subespécies reconhecidas, refletindo sua ampla distribuição geográfica e adaptação a diferentes ambientes.",
    "habitat": "Habita bordas de florestas, cerrados, savanas, capoeiras e áreas com vegetação esparsa. No Pantanal, é encontrado em matas ciliares, capões de mata e bordas de florestas de galeria.\n\nAdapta-se a diferentes ambientes, desde terras baixas tropicais até áreas montanhosas, demonstrando grande versatilidade ecológica.",
    "diet": "Alimenta-se de insetos grandes, pequenos lagartos, roedores e aves de pequeno porte. Apesar do tamanho reduzido, é um predador agressivo, capaz de atacar presas próximas ao seu próprio tamanho. Caça a partir de poleiros expostos, observando o entorno antes de investir sobre a presa.",
    "behavior": "Tem atividade diurna e crepuscular, diferenciando-se da maioria das corujas. Sua vocalização repetitiva atrai diversas espécies de aves que praticam mobbing — comportamento de cerco e assédio ao predador. Vive solitário ou em pares, mantendo-se em poleiros expostos no alto de árvores.",
    "bestTime": "Por ser ativo durante o dia, pode ser observado em qualquer estação. As primeiras horas da manhã e o final da tarde são os períodos de maior atividade vocal. Na seca (maio a outubro), a mata mais aberta facilita a localização da espécie. Basta seguir o som de bandos de aves agitadas para localizá-lo.",
    "photographyTips": [
      "Siga o som de aves em mobbing — elas frequentemente denunciam a presença do caburé",
      "É uma das poucas corujas que permite fotografias com luz natural, dada sua atividade diurna",
      "Procure-o em poleiros expostos no topo de árvores secas ou em galhos proeminentes",
      "Lentes de 300-500 mm permitem bons registros sem perturbação, mantendo distância confortável"
    ],
    "size": "Mede cerca de 16 a 18 cm de comprimento, sendo uma das menores corujas da região.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. É amplamente distribuído e relativamente comum ao longo de toda sua extensa área de ocorrência."
  },
  "Brotogeris chiriri": {
    "description": "Pequeno periquito verde com mancha amarela nas asas, gregário e barulhento. Forma bandos que se alimentam de frutos e sementes em áreas abertas.",
    "overview": "O periquito-de-encontro-amarelo é um psitacídeo de pequeno porte, predominantemente verde, com uma mancha amarela característica nas asas que lhe dá o nome. Ocorre na Bolívia, Paraguai, Brasil e norte da Argentina, sendo um dos periquitos mais comuns em grande parte do território brasileiro. No Pantanal, é frequentemente observado em bandos ruidosos que se deslocam entre áreas de alimentação. É uma espécie gregária, formando grupos que se alimentam de frutos e sementes em áreas abertas, cerrados e bordas de mata. Duas subespécies são reconhecidas, incluindo populações que se estabeleceram fora de sua área original de distribuição.",
    "habitat": "Habita cerrados, bordas de mata, áreas abertas com árvores esparsas, palmeirais e até áreas urbanas arborizadas. No Pantanal, frequenta capões de mata, cordilheiras e áreas de transição entre campo e floresta.\n\nAdapta-se bem a ambientes alterados, podendo ser observado em praças e áreas verdes onde haja palmeiras frutíferas.",
    "diet": "Alimenta-se de frutos, sementes, flores e brotos. Tem preferência por frutos de palmeiras e árvores do cerrado. Consome as sementes em vez da polpa, utilizando o bico forte para abrir os frutos e os pés para segurá-los.",
    "behavior": "É uma espécie gregária, formando bandos ruidosos que se deslocam em voo rápido com batidas de asas intercaladas por planadas curtas. Nidifica em buracos de árvores. Comunica-se por chamados agudos e repetitivos, especialmente durante o voo.",
    "bestTime": "Pode ser observado durante todo o ano no Pantanal. As primeiras horas da manhã e o final da tarde são os períodos de maior atividade, quando bandos se deslocam ruidosamente entre áreas de alimentação e pouso. Na seca (maio a outubro), a concentração de frutos em árvores remanescentes pode reunir grupos maiores.",
    "photographyTips": [
      "Identifique árvores frutíferas frequentadas por bandos e posicione-se próximo para registros em alimentação",
      "A mancha amarela nas asas é visível principalmente em voo — utilize velocidade de obturador rápida (1/1600s ou mais)",
      "Bandos em palmeiras frutíferas oferecem boas composições com múltiplos indivíduos",
      "O melhor horário é o início da manhã, quando a luz suave realça o verde da plumagem"
    ],
    "size": "Mede cerca de 22 a 25 cm de comprimento.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. É uma espécie comum e abundante em grande parte de sua distribuição."
  },
  "Myiopsitta monachus": {
    "description": "Periquito verde com peito e garganta acinzentados, único psitacídeo que constrói ninhos próprios de gravetos. Forma colônias barulhentas no Pantanal.",
    "overview": "A caturrita é uma espécie singular entre os psitacídeos: é a única que constrói seu próprio ninho de gravetos, em vez de utilizar cavidades em árvores. Os ninhos comunitários podem atingir um metro de diâmetro e até 200 kg, sendo compostos por estruturas cilíndricas individuais unidas pelas paredes externas. Mede entre 28 e 30 cm, com plumagem verde no dorso contrastando com barriga, peito, garganta e testa acinzentados. Penas do peito apresentam padrão escamado. É nativa das regiões subtropical e temperada da América do Sul, dos pampas à Patagônia. No Pantanal, as populações são controladas naturalmente pela presença de predadores e espécies competidoras, diferente de outras regiões onde pode causar danos à agricultura.",
    "habitat": "Habita savanas, áreas abertas com árvores esparsas, palmeirais e bordas de mata. No Pantanal, ocorre em densidades moderadas, mantida em equilíbrio pela presença de predadores naturais.\n\nConstrói seus ninhos nos galhos mais altos de árvores como eucaliptos e coqueiros, além de postes de energia e outras estruturas elevadas. Utiliza os ninhos durante todo o ano para dormir e como proteção em tempestades.",
    "diet": "Na natureza, alimenta-se de frutos, verduras, legumes, sementes de arbustos e capins, flores e brotos. Em áreas agrícolas, pode consumir grãos como milho e sorgo, o que a torna considerada praga em algumas regiões produtoras.",
    "behavior": "Vive em bandos de 15 a 20 indivíduos, podendo formar grupos de até 100 aves. É sedentária e não migratória. A época de reprodução ocorre de julho a novembro. Os ninhos comunitários são únicos entre psitacídeos: cada casal mantém uma câmara individual dentro da estrutura coletiva. A postura pode chegar a 11 ovos, com cerca de 7 filhotes alcançando a idade adulta.",
    "bestTime": "Pode ser observada durante todo o ano no Pantanal. No período reprodutivo (julho a novembro, durante a seca), a atividade de construção e manutenção dos ninhos comunitários é intensa e oferece comportamento interessante para observação. Início da manhã e final da tarde são os horários de maior atividade.",
    "photographyTips": [
      "Os ninhos comunitários são grandes e conspícuos — fotografe a estrutura completa para documentar este comportamento único entre psitacídeos",
      "Registre o padrão escamado do peito em close, elemento visual distintivo da espécie",
      "Bandos em voo oferecem boas composições; o contraste entre verde e cinza é visível em distâncias razoáveis",
      "A entrada e saída dos ninhos proporciona momentos de ação interessantes para fotografia comportamental"
    ],
    "size": "Mede entre 28 e 30 cm de comprimento total.",
    "conservationStatus": "Classificada como Pouco Preocupante (LC) pela IUCN. A espécie é abundante e adaptável, tendo inclusive se estabelecido como invasora em vários países fora de sua área original."
  },
  "Eupsittula aurea": {
    "description": "Periquito verde com faixa laranja na testa e nuca azulada, frequente em bandos barulhentos. Alimenta-se de sementes de palmeiras no cerrado pantaneiro.",
    "overview": "O periquito-rei é um dos representantes mais numerosos da família Psittacidae no Brasil, com ampla distribuição pelo território. Mede cerca de 27 cm e pesa em torno de 84 g, com plumagem predominantemente verde, faixa laranja na testa e ao redor dos olhos, nuca azulada e ventre verde-amarelado. O bico é preto e os pés cinzas. Não apresenta dimorfismo sexual visível. Desloca-se em bandos barulhentos com velocidade considerável, alternando batidas rápidas de asas com planadas de asas fechadas. No Pantanal, é comum em áreas de cerrado e palmeirais, onde se alimenta preferencialmente de sementes de palmeiras. Sua vocalização é forte e frequente, especialmente no início da manhã e final da tarde, facilitando sua detecção.",
    "habitat": "Habita cerrados, savanas, campos úmidos sazonais, florestas tropicais de baixa altitude e florestas secundárias. No Pantanal, ocorre em áreas de cerrado, palmeirais e bordas de mata, com especial afinidade por áreas onde há palmeiras frutíferas.\n\nNidifica em troncos ocos de árvores, palmeiras, buracos em rochas, barrancos e até cupinzeiros arbóreos do cerrado.",
    "diet": "Tem preferência por sementes encontradas dentro dos frutos, utilizando o bico para fazer uma incisão e os pés para segurar o alimento. Alimenta-se de frutos de palmeira, mangas, goiabas, jabuticabas, além de flores e cupins alados. As sementes de palmeira são uma de suas principais fontes de alimento.",
    "behavior": "Vive em bandos que se deslocam ruidosamente, vocalizando com maior intensidade no início da manhã e final da tarde. Forma casais monogâmicos estáveis. Reproduz-se de setembro a dezembro, com postura de 3 a 4 ovos incubados por cerca de 25 dias. Os filhotes deixam o ninho em menos de 2 meses. Nidifica em cupinzeiros arbóreos do cerrado sem interferir na colônia de cupins.",
    "bestTime": "Pode ser observado durante todo o ano no Pantanal. A atividade é mais intensa no início da manhã e final da tarde, quando os bandos se deslocam ruidosamente entre áreas de alimentação. Na estação seca (maio a outubro), a concentração em palmeiras com frutos facilita a observação de grupos maiores.",
    "photographyTips": [
      "Localize palmeiras frutíferas e aguarde — os bandos retornam regularmente aos mesmos locais de alimentação",
      "A faixa laranja na testa e a nuca azul são os detalhes mais expressivos; busque luz frontal para realçá-los",
      "Em voo, os bandos formam linhas irregulares que rendem fotos de movimento interessantes com velocidade rápida de obturador",
      "Registre o comportamento de nidificação em cupinzeiros, uma particularidade ecológica notável da espécie"
    ],
    "size": "Mede cerca de 27 cm de comprimento e pesa em torno de 84 g.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. É numeroso e amplamente distribuído, embora o tráfico de animais represente uma pressão sobre as populações em algumas regiões."
  },
  "Amazona amazonica": {
    "description": "Papagaio verde com penas amarelas e azuis na cabeça e manchas laranja nas asas. Gregário e barulhento, forma grandes bandos ao amanhecer e entardecer.",
    "overview": "A curica é um papagaio de porte médio, medindo cerca de 33 cm e pesando aproximadamente 340 g. Sua plumagem é predominantemente verde, com penas amarelas e azuis na cabeça que variam em extensão entre indivíduos, base do bico amarelada e penas laranja nas asas e na cauda, visíveis durante o voo. Machos e fêmeas são externamente idênticos. Ocorre em grande parte da América do Sul, desde a Colômbia até o Paraguai, em selvas tropicais, bordas de floresta e áreas abertas com árvores. No Pantanal, é observada em bandos que vocalizam intensamente, especialmente ao amanhecer e ao anoitecer, quando grandes grupos se reúnem em árvores para pernoitar. Nidifica em buracos de árvores, onde a fêmea incuba 3 a 4 ovos por cerca de 26 dias.",
    "habitat": "Habita selvas tropicais, bordas de floresta e zonas abertas com árvores esparsas. No Pantanal, frequenta matas ciliares, palmeirais e áreas de transição entre mata e campo.\n\nTem afinidade com palmeiras, onde pousa frequentemente, e pode ser encontrada tanto em áreas preservadas quanto em ambientes parcialmente alterados.",
    "diet": "Alimenta-se de sementes e frutas, incluindo frutos de palmeiras e, ocasionalmente, cacau. Consome uma variedade de frutos disponíveis no Pantanal, buscando alimento nas copas das árvores ao longo do dia.",
    "behavior": "É uma espécie barulhenta e gregária. Grandes bandos se reúnem ao amanhecer e ao entardecer em árvores de pouso coletivo, produzindo gritos agudos. Nidifica em buracos de árvores, com postura de 3 a 4 ovos brancos. Os filhotes deixam o ninho com aproximadamente 60 dias. Forma casais que se deslocam juntos dentro dos bandos maiores.",
    "bestTime": "Pode ser observada durante todo o ano. Os melhores momentos são ao amanhecer e ao entardecer, quando bandos se reúnem em árvores de dormitório com intensa vocalização. Na estação seca (maio a outubro), a concentração de recursos alimentares pode favorecer a formação de grupos maiores.",
    "photographyTips": [
      "Localize árvores de dormitório coletivo e posicione-se antes do pôr do sol para registrar a chegada dos bandos",
      "As penas laranja nas asas são visíveis apenas em voo — use velocidade rápida de obturador para capturá-las",
      "O amanhecer oferece luz dourada ideal quando os bandos deixam os dormitórios em revoada",
      "Procure indivíduos em palmeiras para composições com a vegetação típica do Pantanal"
    ],
    "size": "Mede cerca de 33 cm de comprimento e pesa aproximadamente 340 g.",
    "conservationStatus": "Classificada como Pouco Preocupante (LC) pela IUCN. Apesar de comum, a espécie sofre pressão por captura para comércio de aves e é considerada praga agrícola em partes de sua distribuição."
  },
  "Amazona aestiva": {
    "description": "Papagaio verde com testa azul e face amarela, capaz de imitar sons com precisão. Classificado como Quase Ameaçado devido ao tráfico e perda de habitat.",
    "overview": "O papagaio-verdadeiro é um dos papagaios mais conhecidos do Brasil, medindo cerca de 37 cm e pesando aproximadamente 400 g. Sua plumagem é predominantemente verde, com testa azul, face e coroa amarelas, e bico escuro. A distribuição de azul e amarelo na cabeça varia entre indivíduos. Adultos apresentam íris amarelo-alaranjada nos machos e vermelho-alaranjada nas fêmeas. É encontrado no Brasil oriental, Bolívia, Paraguai e norte da Argentina, em matas, cerrados e palmeirais. No Pantanal, habita matas ciliares e áreas com palmeiras velhas onde encontra cavidades para nidificação. A fêmea incuba 3 a 5 ovos brancos por cerca de 27 dias, e os filhotes deixam o ninho após 60 dias. A espécie é classificada como Quase Ameaçada pela IUCN, principalmente devido ao intenso comércio ilegal e à perda de habitat.",
    "habitat": "Habita florestas, cerrados, caatingas e palmeirais, evitando áreas de floresta amazônica densa. No Pantanal, é encontrado em matas ciliares, capões de mata e áreas com palmeiras, que fornecem cavidades para nidificação.\n\nNidifica em buracos de árvores e palmeiras velhas. A derrubada de árvores para captura de filhotes elimina locais de reprodução importantes.",
    "diet": "Alimenta-se de castanhas, frutas silvestres e sementes, especialmente de leguminosas. Prefere as sementes à polpa dos frutos. Busca alimento tanto nas copas de árvores altas quanto em arbustos frutíferos, utilizando o bico como terceiro ponto de apoio ao escalar galhos e as patas para segurar a comida.",
    "behavior": "Forma casais monogâmicos que nidificam em cavidades de árvores, com postura de 3 a 5 ovos. A incubação dura cerca de 27 dias. É gregário fora do período reprodutivo, formando bandos que se deslocam entre áreas de alimentação. Sua capacidade de imitar sons é bem documentada, o que infelizmente contribui para a pressão do comércio ilegal.",
    "bestTime": "Pode ser observado durante todo o ano no Pantanal. Pela manhã e ao final da tarde, os deslocamentos em bandos são mais evidentes. Na estação seca (maio a outubro), árvores frutíferas concentram grupos, facilitando a observação. O período reprodutivo (setembro a janeiro) permite observar casais próximos às cavidades de nidificação.",
    "photographyTips": [
      "O contraste entre o azul da testa e o amarelo da face é o principal atrativo visual — procure luz suave e direta",
      "Casais pousados em troncos secos ou palmeiras mortas oferecem composições limpas com fundo desfocado",
      "Em voo, a silhueta robusta e as asas arredondadas são características; use obturador rápido para congelar o batimento",
      "Registre o comportamento de alimentação em árvores frutíferas, mostrando o uso das patas para segurar alimentos"
    ],
    "size": "Mede cerca de 37 cm de comprimento e pesa aproximadamente 400 g.",
    "conservationStatus": "Classificado como Quase Ameaçado (NT) pela IUCN. Desde 1981, mais de 413 mil indivíduos selvagens foram registrados no comércio internacional. A perda de habitat e o tráfico representam as principais ameaças à espécie."
  },
  "Orthopsittaca manilatus": {
    "description": "Maracanã de porte médio associada a palmeiras de buriti, com face amarela e barriga avermelhada. Encontrada na Amazônia e centro do Brasil.",
    "overview": "A maracanã-do-buriti é a única representante do gênero Orthopsittaca, um psitacídeo de porte médio fortemente associado a palmeiras de buriti (Mauritia flexuosa). Apresenta face amarela e barriga com tonalidade avermelhada, características que a distinguem de outros maracanãs. Ocorre da Amazônia — de Trinidad e Colômbia — até a Bolívia, Peru e centro do Brasil. No Pantanal, pode ser observada em áreas de buritizais e veredas, ambientes onde a palmeira de buriti é predominante. Sua dependência dessa palmeira tanto para alimentação quanto para nidificação a torna indicadora da saúde desses ecossistemas. Anteriormente classificada no gênero Ara, foi reclassificada em gênero próprio com base em diferenças morfológicas e genéticas.",
    "habitat": "Está fortemente associada a buritizais e veredas — formações vegetais dominadas pela palmeira de buriti. No Pantanal e cerrado, concentra-se nessas áreas úmidas onde a palmeira oferece alimento e locais de nidificação.\n\nSua distribuição está diretamente ligada à ocorrência de palmeiras do gênero Mauritia, sendo considerada indicadora da presença desses ambientes.",
    "diet": "Alimenta-se principalmente de frutos de palmeiras, com forte dependência dos frutos do buriti (Mauritia flexuosa). Complementa a dieta com sementes e outros frutos disponíveis em seu habitat.",
    "behavior": "Forma bandos de tamanho variável que se deslocam entre buritizais para se alimentar. Nidifica em cavidades de palmeiras mortas. A dependência de um recurso alimentar específico — o buriti — influencia seus padrões de deslocamento e distribuição ao longo do ano.",
    "bestTime": "A observação é mais produtiva quando os buritizais estão frutificando, o que ocorre principalmente entre dezembro e março (estação chuvosa). Na seca, pode ser encontrada em veredas remanescentes onde há frutos disponíveis. O início da manhã é o melhor horário, quando os bandos se deslocam para as áreas de alimentação.",
    "photographyTips": [
      "Localize buritizais e veredas — a espécie está quase invariavelmente associada a essas palmeiras",
      "O contraste entre a face amarela e a barriga avermelhada rende bem em fotos com fundo verde de palmeiras",
      "Bandos em voo sobre buritizais compõem cenários típicos do Pantanal",
      "A palmeira de buriti como elemento de contexto enriquece o registro documental da relação ecológica"
    ],
    "size": "Mede cerca de 30 a 35 cm de comprimento.",
    "conservationStatus": "Classificada como Pouco Preocupante (LC) pela IUCN. A principal ameaça potencial é a degradação de buritizais, dos quais a espécie depende para alimentação e nidificação."
  },
  "Primolius auricollis": {
    "description": "Pequena arara verde com colar amarelo no pescoço e face branca sem penas. Ocorre no Pantanal, onde habita florestas de galeria e áreas de savana.",
    "overview": "A maracanã-de-colar é uma pequena arara de cerca de 38 cm, pertencente ao gênero Primolius, que reúne apenas três espécies. Sua plumagem é verde com um distinto colar amarelo na parte posterior do pescoço, que se torna mais vivo com a idade. A testa e a coroa são pretas, as rêmiges são azuis e a cauda longa e pontiaguda possui base vermelha, setor central verde e ponta azul. Exibe uma ampla área de pele branca sem penas na face. Tem expectativa de vida de até 50 anos. No Pantanal, é uma das suas principais áreas de ocorrência, habitando florestas de galeria, savanas com árvores esparsas e áreas de transição. Alimenta-se de frutas, gemas de flores e sementes. A espécie adapta-se melhor ao desmatamento do que outros psitacídeos, conseguindo sobreviver em áreas arborizadas cercadas por plantações.",
    "habitat": "Ocupa habitats variados, desde florestas tropicais úmidas até florestas de galeria, savanas e pastagens com árvores esparsas. No Pantanal, é encontrada em florestas de galeria ao longo de rios e em áreas de cerrado com cobertura arbórea.\n\nOcorre principalmente em terras baixas, mas localmente pode alcançar até 1.700 m de altitude. Mostra tolerância a ambientes parcialmente modificados.",
    "diet": "Alimenta-se de frutas, gemas de flores e sementes. No Pantanal, utiliza a diversidade de frutos disponíveis nas matas de galeria e cerrado adjacente. É considerada menos prejudicial à agricultura do que espécies congêneres.",
    "behavior": "Vive em pares ou, fora da temporada reprodutiva, em pequenos bandos. Nidifica em buracos de troncos de árvores, com postura de 2 a 3 ovos brancos. A fêmea incuba os ovos por cerca de 26 dias, e os filhotes permanecem no ninho por aproximadamente 70 dias após a eclosão.",
    "bestTime": "Pode ser observada durante todo o ano no Pantanal. Na estação seca (maio a outubro), a concentração em árvores frutíferas facilita a observação. O período reprodutivo ocorre entre agosto e dezembro, quando casais podem ser vistos próximos a cavidades de nidificação em árvores ao longo de cursos d'água.",
    "photographyTips": [
      "O colar amarelo no pescoço é o elemento visual mais distintivo — posicione-se para capturar perfis laterais que o evidenciem",
      "A face branca sem penas contrasta com a plumagem verde e cria um ponto focal interessante em retratos",
      "Pares pousados em galhos de mata ciliar oferecem composições com o ambiente pantaneiro ao fundo",
      "A cauda longa e colorida (vermelha, verde e azul) rende bem em fotos de voo — use obturador de pelo menos 1/2000s"
    ],
    "size": "Mede cerca de 38 cm de comprimento total, sendo que quase metade corresponde às penas da cauda. Pesa aproximadamente 245 g.",
    "conservationStatus": "Classificada como Pouco Preocupante (LC) pela IUCN. É relativamente comum em sua área de distribuição. Contudo, o comércio internacional já registrou a entrada de mais de 5.300 exemplares nos Estados Unidos entre 1977 e 1980."
  },
  "Ara ararauna": {
    "description": "Grande arara com dorso azul e ventre amarelo, uma das aves mais emblemáticas do cerrado. Forma casais monogâmicos e nidifica em palmeiras mortas.",
    "overview": "A arara-canindé é uma das araras mais conhecidas da América do Sul, medindo até 90 cm de comprimento e pesando cerca de 1,1 kg. Apresenta partes superiores azuis e inferiores amarelas, alto da cabeça verde, linhas de penas faciais negras sobre a pele branca glabra, olhos de íris amarela e garganta negra. Possui bico forte e escuro capaz de abrir sementes de casca muito dura, como a castanha-do-pará. Ocorre da América Central ao Paraguai, em florestas, cerrados e savanas, preferencialmente próxima à água. No Pantanal, habita matas ciliares e palmeirais, onde nidifica em cavidades de palmeiras mortas, especialmente de buriti. Forma casais monogâmicos estáveis que permanecem juntos por toda a vida. Desempenha papel ecológico relevante na dispersão de sementes e na abertura de frutos para outras espécies.",
    "habitat": "Habita florestas tropicais úmidas, várzeas, cerrados e savanas, preferencialmente próxima a cursos d'água. No Pantanal, frequenta matas ciliares, palmeirais e áreas com palmeiras de buriti, que são seus principais locais de nidificação.\n\nNidifica quase exclusivamente em palmeiras mortas, especialmente de buriti (Mauritia flexuosa). Reúne-se em barreiros argilosos para consumir argila, necessária para neutralizar toxinas da dieta.",
    "diet": "Alimenta-se de sementes e frutos, incluindo buriti, cajuzinho, iriri e gabiroba, frequentemente consumidos ainda verdes, apesar de toxinas ou sabor desagradável. Possui bico poderoso capaz de abrir cascas muito duras. Reúne-se em barreiros para ingerir argila, que auxilia na eliminação de toxinas e fornece suplemento mineral.",
    "behavior": "Forma casais monogâmicos que permanecem juntos por toda a vida. Nidifica a cada dois anos, entre agosto e janeiro, em cavidades escavadas em troncos de árvores e palmeiras. A fêmea põe geralmente 2 ovos, incubados por cerca de 25 dias. Filhotes permanecem no ninho por 3 meses e com os pais por até 1 ano. Voa em pares ou trios dentro de bandos maiores, com gritos guturais característicos audíveis a grande distância.",
    "bestTime": "Pode ser observada durante todo o ano no Pantanal. O período reprodutivo (agosto a janeiro) concentra-se na transição entre seca e chuva. Barreiros argilosos são pontos de concentração previsíveis, especialmente pela manhã. Ao amanhecer e entardecer, os deslocamentos entre dormitórios e áreas de alimentação oferecem voos em pares contra o céu colorido.",
    "photographyTips": [
      "Barreiros (clay licks) são os locais mais confiáveis para observar e fotografar grupos — posicione-se a distância segura com teleobjetiva",
      "Pares em voo contra o céu do entardecer produzem silhuetas icônicas do Pantanal",
      "O contraste entre azul e amarelo é intenso em luz direta — use preferencialmente as horas douradas para evitar cores saturadas em excesso",
      "Registre o momento de alimentação, quando utilizam o bico e as patas zigodáctilas para manipular frutos, evidenciando sua destreza",
      "Palmeiras mortas com cavidades de nidificação podem render registros documentais do ciclo reprodutivo"
    ],
    "size": "Mede até 90 cm de comprimento e pesa cerca de 1,0 a 1,5 kg.",
    "conservationStatus": "Classificada como Pouco Preocupante (LC) pela IUCN, embora a população esteja em declínio. Entre 1981 e 2005, foram comercializados mais de 55 mil exemplares. No cerrado, bioma sob intensa pressão, é considerada em perigo localmente."
  },
  "Diopsittaca nobilis": {
    "description": "A menor das araras, com cerca de 30 cm, plumagem verde com fronte azul e ombros vermelhos. Habita cerrados e bordas de mata na região do Pantanal.",
    "overview": "A maracanã-pequena é a menor representante das araras, medindo cerca de 30 cm de comprimento. Apresenta plumagem predominantemente verde com fronte azul, face branca sem penas e encontro e coberteiras inferiores vermelhos. É encontrada em cerrados e bordas de mata, da Venezuela e Suriname ao Brasil. No Pantanal, ocorre em áreas de cerrado e transição, onde se alimenta de frutos e sementes. Apesar do tamanho reduzido, compartilha características comportamentais com as araras maiores, como o uso de cavidades em árvores para nidificação e a formação de pares monogâmicos. Sua área de pele nua na face, típica das araras, é proporcionalmente menor que nas espécies de grande porte.",
    "habitat": "Habita cerrados, bordas de mata e savanas com árvores esparsas. No Pantanal, frequenta áreas de cerrado, capões de mata e bordas de florestas de galeria.\n\nÉ encontrada em terras baixas, associada a ambientes abertos ou semi-abertos com vegetação arbórea disponível para alimentação e nidificação.",
    "diet": "Alimenta-se de frutos, sementes e flores disponíveis em cerrados e bordas de mata. Utiliza o bico para abrir frutos e sementes, embora com menor capacidade do que as araras de grande porte. Forrageia nas copas de árvores e arbustos frutíferos.",
    "behavior": "Forma bandos de tamanho variável que se deslocam entre áreas de alimentação. Nidifica em cavidades de árvores. É gregária e barulhenta, como outras espécies de araras, comunicando-se por chamados agudos durante os deslocamentos em grupo.",
    "bestTime": "Pode ser observada durante todo o ano no Pantanal. As primeiras horas da manhã e o final da tarde concentram os deslocamentos entre dormitórios e áreas de alimentação. Na estação seca (maio a outubro), a maior abertura da vegetação facilita a detecção dos bandos.",
    "photographyTips": [
      "O contraste entre a fronte azul e os ombros vermelhos é o principal atrativo visual — busque ângulos que evidenciem ambas as cores",
      "Por ser a menor das araras, requer lentes de maior alcance (500-600 mm) para registros detalhados",
      "A face branca sem penas permite retratos expressivos, similar às araras maiores em escala reduzida",
      "Bandos em árvores frutíferas de cerrado oferecem oportunidades de registro em ambiente natural típico"
    ],
    "size": "Mede cerca de 30 cm de comprimento, sendo a menor das araras.",
    "conservationStatus": "Classificada como Pouco Preocupante (LC) pela IUCN. É relativamente comum em sua área de distribuição, embora sofra pressão de captura para o comércio de aves."
  },
  "Psittacara leucophthalmus": {
    "description": "Periquito verde de porte médio com penas vermelhas na cabeça e ombros, visíveis em voo. Forma grandes bandos de até 40 indivíduos em áreas abertas e urbanas.",
    "overview": "O periquitão é um psitacídeo de porte médio, medindo entre 30 e 32 cm, com plumagem verde e detalhes vermelhos e amarelos nas asas e lados da cabeça. Apresenta região perioftálmica nua e branca e íris laranja. As manchas vermelhas no pescoço e as coberteiras inferiores vermelhas e amarelas variam com a idade. Ocorre das Guianas à Argentina e por quase todo o Brasil. É uma espécie notavelmente adaptável, encontrada desde florestas até centros urbanos. No Pantanal, forma grandes bandos de 30 a 40 indivíduos ou mais que dormem coletivamente. É uma das espécies de psitacídeos que melhor se adapta a ambientes alterados pelo ser humano, nidificando inclusive sob telhados de edificações.",
    "habitat": "Habita florestas, cerrados, áreas abertas e até centros urbanos, demonstrando grande adaptabilidade. No Pantanal, frequenta matas ciliares, bordas de mata e áreas rurais.\n\nNidifica em ocos de árvores, paredões de pedra, barrancos, afloramentos calcários e até sob telhados de construções, o que facilita sua expansão em áreas urbanas.",
    "diet": "Alimenta-se principalmente de frutos e sementes, podendo consumir também insetos e bagas. Forrageia em bandos nas copas de árvores frutíferas e em áreas com oferta sazonal de alimentos.",
    "behavior": "Vive em grandes bandos de 30 a 40 indivíduos ou mais, que dormem coletivamente em locais variados. Os casais nidificam isoladamente em cavidades, mantendo-se discretos na proximidade dos ninhos — chegam e saem silenciosamente, comportamento incomum para psitacídeos. Não constrói ninho, depositando os ovos diretamente sobre o substrato da cavidade.",
    "bestTime": "Pode ser observado durante todo o ano no Pantanal. Os grandes bandos são mais conspícuos ao amanhecer e entardecer, quando se deslocam entre dormitórios e áreas de alimentação. Na estação seca (maio a outubro), a vegetação mais aberta torna os bandos em voo mais visíveis contra o céu.",
    "photographyTips": [
      "Grandes bandos em voo oferecem composições dinâmicas — posicione-se em rotas de deslocamento ao amanhecer ou entardecer",
      "As penas vermelhas e amarelas nas asas são visíveis apenas com as asas abertas; fotos em voo revelam esses detalhes",
      "A região perioftálmica branca cria contraste interessante em retratos de perfil",
      "Árvores frutíferas atraem bandos que permitem registros de comportamento de alimentação coletiva"
    ],
    "size": "Mede entre 30 e 32 cm de comprimento e pesa cerca de 158 g.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. É uma espécie adaptável e amplamente distribuída, com populações estáveis em grande parte de sua área de ocorrência."
  },
  "Caracara plancus": {
    "description": "Ave de rapina oportunista com penacho preto e face colorida, frequente no chão. Não é águia nem gavião, mas sim parente dos falcões, comum em áreas abertas.",
    "overview": "O carcará é uma ave de rapina da família Falconidae, medindo entre 50 e 60 cm de comprimento com envergadura de cerca de 123 cm. Apesar de pertencer à família dos falcões, seu comportamento difere bastante: é generalista e oportunista, passando muito tempo no solo graças às patas longas adaptadas à marcha. Apresenta penacho preto sobre a cabeça, bico alto e adunco, face de coloração variável entre vermelho e amarelo conforme o estado emocional, peito claro com riscas escuras e patas amarelas. É onívoro, alimentando-se desde carniça até presas vivas, lixo e frutos. No Pantanal, é uma presença constante em áreas abertas, campos e proximidades de fazendas, frequentemente observado junto a urubus em carcaças ou caminhando pelo solo em busca de alimento.",
    "habitat": "Habita áreas abertas, campos, pastagens, cerrados e bordas de estrada, beneficiando-se da conversão de florestas em áreas de pastagem. No Pantanal, é encontrado em campos, proximidades de fazendas e ao longo de estradas.\n\nPousa em árvores, cercas e postes, mas passa grande parte do tempo no chão. Durante a noite e nas horas mais quentes, repousa nos galhos mais altos sob a copa de árvores isoladas ou em matas ribeirinhas.",
    "diet": "É onívoro e oportunista. Alimenta-se de carniça, pequenos vertebrados como sapos e serpentes, insetos, aracnídeos, crustáceos, ovos e filhotes de outras aves, frutos de dendê, e até lixo humano. Acompanha tratores em campos agrícolas para capturar minhocas e insetos revolvidos do solo. Pratica pirataria alimentar, forçando gaivotas e outras aves a largar suas presas.",
    "behavior": "Vive solitário, em pares ou em grupos, especialmente próximo a fontes de alimento abundante. Para demarcar território, dobra o pescoço para trás e emite o chamado que origina seu nome — car-ca-rá. Constrói ninhos com galhos em árvores ou palmeiras, com postura de 2 a 3 ovos incubados por ambos os pais durante 28 dias. Os filhotes saem do ninho por volta do terceiro mês.",
    "bestTime": "Pode ser observado durante todo o ano no Pantanal, sendo uma das aves de rapina mais comuns e conspícuas. É ativo durante todo o dia, mas especialmente pela manhã e ao final da tarde. Na estação seca (maio a outubro), queimadas e campos secos concentram a espécie em áreas onde há mais oportunidades de alimentação.",
    "photographyTips": [
      "É uma das aves de rapina mais acessíveis para fotografia — aproxima-se de estradas e áreas habitadas sem grande receio",
      "O penacho preto e a face colorida são os elementos mais expressivos para retratos; a cor da face muda conforme o estado emocional da ave",
      "Em voo, as manchas claras nas pontas das asas são diagnósticas — registre com velocidade de obturador adequada",
      "Cenas de interação com urubus em carcaças documentam o comportamento oportunista característico",
      "O chamado com o pescoço dobrado para trás é um comportamento fotogênico e sonoro ao mesmo tempo"
    ],
    "size": "Mede de 50 a 60 cm de comprimento, com envergadura de cerca de 123 cm e peso entre 0,9 e 1,6 kg.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. É comum a muito comum em grande parte de sua distribuição e tende a se beneficiar do desmatamento em regiões tropicais."
  },
  "Falco rufigularis": {
    "description": "Pequeno falcão escuro com garganta ferrugínea e peito listrado de branco. Caçador hábil de morcegos e insetos no crepúsculo, habita bordas de mata.",
    "overview": "O cauré é um pequeno falcão de cerca de 26 cm, com plumagem predominantemente negra, peito e barriga listrados de branco, e garganta ferrugínea ou branca. O macho pesa aproximadamente 120 g e a fêmea cerca de 200 g. É um caçador hábil, capaz de capturar presas tanto em voo quanto no solo. No crepúsculo, destaca-se por caçar morcegos e mariposas; durante o dia, apanha libélulas, gafanhotos, lagartixas e até pequenas aves como andorinhões. No Pantanal, habita bordas de floresta e clareiras, onde passa a maior parte do tempo pousado em postes ou no alto de árvores mortas, à espreita de presas. Possui três subespécies reconhecidas, sendo encontrado do México à Argentina.",
    "habitat": "Habita bordas de florestas, clareiras e áreas semi-abertas. No Pantanal, frequenta bordas de mata ciliar, capões e áreas com árvores mortas que servem de poleiro para caça.\n\nVive solitário ou em pares, mantendo-se em locais elevados que oferecem boa visibilidade para detectar presas em voo.",
    "diet": "Caçador versátil, captura morcegos e mariposas no crepúsculo, e durante o dia apanha libélulas, gafanhotos, ratos, lagartixas e pequenas aves como andorinhões e araçaris. É hábil tanto em voo quanto em investidas ao solo.",
    "behavior": "Vive solitário ou em pares, passando longos períodos pousado em posições elevadas. Nidifica em ocos de árvores, incluindo buracos de pica-paus. O macho é responsável pela obtenção de alimento para os filhotes, enquanto a fêmea protege o ninho. A postura é de 2 a 3 ovos marrom-avermelhados pontilhados de marrom escuro.",
    "bestTime": "O crepúsculo é o período mais interessante para observação, quando caça morcegos e mariposas em voos ágeis. Durante o dia, pode ser localizado em poleiros altos em árvores mortas ou postes. Na estação seca (maio a outubro), a vegetação mais aberta facilita a localização de seus poleiros habituais.",
    "photographyTips": [
      "Localize poleiros habituais em árvores mortas ou postes e retorne regularmente — a espécie é fiel aos mesmos pontos",
      "O crepúsculo oferece as cenas mais dinâmicas, com caça de morcegos em voo, mas exige ISO alto e velocidade rápida",
      "A garganta ferrugínea é o principal detalhe para identificação; busque ângulos que a revelem",
      "Por ser pequeno, requer teleobjetivas de longo alcance (500 mm ou mais) para registros detalhados"
    ],
    "size": "Mede cerca de 26 cm de comprimento; o macho pesa aproximadamente 120 g e a fêmea cerca de 200 g.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. Varia de incomum a localmente comum ao longo de sua ampla distribuição."
  },
  "Herpetotheres cachinnans": {
    "description": "Falcão florestal com aparência de coruja, especializado em capturar serpentes. Seu canto característico, semelhante a uma gargalhada, é ouvido a grande distância.",
    "overview": "O acauã é um falcão florestal de porte médio, que pode medir até 50 cm e pesar cerca de 695 g. Apesar de pertencer à família Falconidae, sua aparência lembra a de uma coruja, com cabeça arredondada e grande. É especializado na captura de serpentes, habilidade que inspirou seu nome genérico Herpetotheres (do grego, \"caçador de répteis\"). Complementa a dieta com morcegos, lagartos, peixes e roedores. No Pantanal, habita matas ciliares, bordas de floresta e áreas com cobertura arbórea. É mais conhecido por seu canto — uma série de notas fortes que lembram uma gargalhada, audível a grande distância e que originou o nome \"falcão-risonho\" em inglês. Na cultura popular de algumas regiões do Brasil, seu canto é associado a presságios.",
    "habitat": "Habita florestas, matas ciliares e bordas de mata, preferencialmente em áreas com boa cobertura arbórea. No Pantanal, frequenta matas ciliares ao longo de rios e capões de mata.\n\nÉ uma espécie florestal que evita áreas totalmente abertas, preferindo ambientes onde possa caçar a partir de poleiros sombreados dentro ou nas bordas da mata.",
    "diet": "É especializado na captura de serpentes, tanto peçonhentas quanto não peçonhentas. Complementa a dieta com morcegos, lagartos, peixes e roedores. Caça a partir de poleiros, lançando-se sobre as presas detectadas no solo ou na vegetação.",
    "behavior": "Vive solitário ou em pares. Seu canto forte e repetitivo, semelhante a uma gargalhada, é emitido com frequência e pode ser ouvido a grande distância, servindo para comunicação territorial. Nidifica em cavidades de árvores. Na tradição popular nordestina, acredita-se que seu canto anuncia seca ou infortúnios.",
    "bestTime": "Pode ser ouvido e observado durante todo o ano no Pantanal. A vocalização é mais frequente pela manhã e ao entardecer, facilitando sua localização pela audição. Na estação seca (maio a outubro), a mata mais aberta permite visualização mais fácil nos poleiros dentro da mata ciliar.",
    "photographyTips": [
      "Localize a ave pela vocalização inconfundível — o canto de gargalhada é audível a centenas de metros",
      "Frequentemente pousa em galhos sombreados dentro da mata ciliar; esteja preparado para condições de pouca luz",
      "A cabeça arredondada semelhante à de uma coruja é o elemento mais característico para retratos",
      "Registros com presas (serpentes) documentam a especialização alimentar da espécie e são de grande valor documental"
    ],
    "size": "Mede até 50 cm de comprimento e pesa cerca de 695 g.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. É uma espécie amplamente distribuída da América Central à América do Sul, sem declínio populacional significativo registrado."
  },
  "Trogon curucui": {
    "description": "Surucuá com barriga vermelha, dorso verde e cauda negra com faixas brancas. Macho possui cabeça azul e pálpebras amarelas, encontrado em matas do Pantanal.",
    "overview": "O surucuá-de-barriga-vermelha é um representante da família Trogonidae na América do Sul, medindo até 25 cm de comprimento. Os machos apresentam coloração vistosa: cabeça azul, pálpebras amarelas, dorso verde metálico, barriga vermelha e cauda negra com faixas longitudinais brancas. As fêmeas são mais discretas, com cabeça e pescoço cinzentos. É encontrado em boa parte da América do Sul, da Colômbia à Argentina. No Pantanal, habita matas ciliares, capões e bordas de floresta, onde permanece pousado em galhos medianos, relativamente imóvel por longos períodos. Pertence à mesma família dos quetzals centro-americanos, compartilhando o hábito sedentário e a plumagem colorida.",
    "habitat": "Habita matas ciliares, capões de mata, bordas de floresta e áreas de mata úmida. No Pantanal, frequenta o interior e as bordas de matas ao longo de rios e em capões.\n\nPrefere o estrato médio da vegetação, onde permanece pousado em galhos horizontais à meia altura, parcialmente oculto pela folhagem.",
    "diet": "Alimenta-se de insetos e pequenos frutos, capturados a partir de poleiros no estrato médio da vegetação. Realiza voos curtos para apanhar presas na folhagem ou em ramos próximos, retornando ao mesmo poleiro.",
    "behavior": "É uma espécie discreta que permanece imóvel em poleiros por longos períodos, tornando-se difícil de detectar visualmente apesar das cores vivas do macho. Emite uma vocalização repetitiva e melancólica que auxilia na localização. Nidifica em cavidades em troncos ou cupinzeiros arbóreos. Três subespécies são reconhecidas.",
    "bestTime": "Pode ser observado durante todo o ano no Pantanal. A vocalização é mais frequente no início da manhã e no final da tarde, especialmente durante o período reprodutivo. Na estação seca (maio a outubro), a folhagem reduzida facilita a localização visual em matas ciliares.",
    "photographyTips": [
      "Siga a vocalização repetitiva para localizar a espécie — uma vez detectado, permanece no mesmo poleiro por longos períodos",
      "A barriga vermelha do macho contra a folhagem verde cria composições de alto impacto visual",
      "Condições de pouca luz no interior da mata exigem ISO mais alto e abertura ampla",
      "A fêmea, com coloração mais sutil em cinza, pode ser igualmente fotogênica em composições discretas"
    ],
    "size": "Mede até 25 cm de comprimento.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. É amplamente distribuído e relativamente comum em habitats florestais adequados ao longo de sua área de ocorrência."
  },
  "Monasa nigrifrons": {
    "description": "Ave toda preta com bico vermelho-laranja brilhante, gregária e barulhenta. Habita florestas úmidas e bordas de rio, frequentemente associada a bandos mistos.",
    "overview": "O chora-chuva-preto é um buconídeo de porte médio, com cerca de 26 cm e peso aproximado de 81 g. Sua plumagem é inteiramente preta, contrastando com o bico vermelho-laranja brilhante, que constitui sua marca visual mais distintiva. É encontrado na Amazônia — da Colômbia ao Peru — e no Brasil central, em florestas úmidas de baixa altitude, pântanos e florestas secundárias. No Pantanal, habita matas ciliares e bordas de rio, onde pode ser observado em pequenos grupos gregários empoleirados em galhos expostos sobre a água. Frequentemente acompanha bandos mistos de aves ou grupos de macacos que se deslocam pela mata, aproveitando os insetos perturbados pela movimentação. Seu nome popular reflete a crença de que sua vocalização anuncia chuva.",
    "habitat": "Habita florestas tropicais úmidas de baixa altitude, matas ciliares, pântanos e florestas secundárias. No Pantanal, é encontrado em matas ao longo de rios e em áreas de floresta úmida.\n\nPreferencialmente ocupa o estrato inferior a médio da vegetação, posando em galhos expostos na beira de rios e clareiras, onde tem boa visibilidade para detectar insetos.",
    "diet": "Alimenta-se principalmente de insetos grandes, capturados em voos curtos a partir de poleiros expostos. Acompanha bandos de macacos e bandos mistos de aves, aproveitando insetos perturbados pela movimentação do grupo. Pode também consumir pequenos vertebrados e frutos ocasionalmente.",
    "behavior": "É gregário, vivendo em pequenos grupos que se comunicam por vocalizações frequentes. Associa-se a bandos mistos de aves e grupos de macacos para forragear. Nidifica coletivamente em buracos escavados em barrancos ou cupinzeiros terrestres. Seu canto repetitivo e melancólico é associado popularmente à chegada de chuva.",
    "bestTime": "Pode ser observado durante todo o ano no Pantanal. Na estação chuvosa (novembro a abril), as matas ciliares estão mais ativas e a espécie pode ser mais vocal. As primeiras horas da manhã são ideais para localizar grupos em poleiros expostos sobre rios. Passeios de barco ao longo de rios florestados oferecem boas oportunidades.",
    "photographyTips": [
      "O bico vermelho-laranja contra a plumagem preta é o elemento visual mais impactante — busque luz que o ilumine diretamente",
      "Grupos pousados em galhos sobre a água oferecem composições com reflexos no rio",
      "Passeios de barco são a melhor forma de aproximação, já que a espécie frequenta galhos na beira de rios",
      "Registre o comportamento de caça em voos curtos a partir de poleiros, capturando insetos em pleno ar"
    ],
    "size": "Mede cerca de 26 cm de comprimento e pesa aproximadamente 81 g.",
    "conservationStatus": "Classificado como Pouco Preocupante (LC) pela IUCN. É relativamente comum em habitats florestais adequados ao longo de sua distribuição na Amazônia e Brasil central."
  }
}